Repository: millrivermusic/MillRiverMusic
Catalog: themes/the-core-parent/languages/*.po
Languages: he_il

source: This spacing will overwrite the spacing set for the column and will be used for devices with the resolution up to 767px (smartphones both portrait and landscape as well as some low-resolution tablets). Leave blank for default column values.
he_il: מרווח זה יחליף את המרווח שהוגדר עבור העמודה וישמש להתקנים עם רזולוציה של עד 767 פיקסלים (סמארטפונים הן לאורך ולרוחב והן לטאבלטים בעלי רזולוציה נמוכה). השאר ריק עבור ערכי עמודות ברירת מחדל.

source: Countdown
he_il: ספירה לאחור

source: Add a Countdown
he_il: הוסף ספירה לאחור

source: Select the prefered format
he_il: בחר את הפורמט המועדף

source: Numbers
he_il: מספרים

source: Letters
he_il: אותיות

source: Select the opacity in %
he_il: בחר שקיפות באחוזים

source: Text
he_il: טקסט

source: Countdown Expire Date
he_il: ספירה לאחור לתאריך תפוגה

source: Set the countdown expire date
he_il: הגדר ספירה לאחור לתאריך תפוגה

source: Choose the alignment
he_il: בחר את היישור

source: This text is displayed after the countdown expires
he_il: טקסט זה יוצג לאתר סיום הספירה לאחור

source: Year
he_il: שנה

source: Month
he_il: חודש

source: Week
he_il: שבוע

source: Day
he_il: יום

source: Hour
he_il: שעה

source: Minute
he_il: דקה

source: Second
he_il: שניה

source: Years
he_il: שנים

source: Months
he_il: חודשים

source: Weeks
he_il: שבועות

source: Days
he_il: ימים

source: Hours
he_il: שעות

source: Minutes
he_il: דקות

source: Seconds
he_il: שניות

source: y
he_il: שנה

source: m
he_il: חודש

source: w
he_il: שבוע

source: d
he_il: יום

source: h
he_il: שעה

source: s
he_il: שניה

source: Divider
he_il: חוצץ

source: Add a Divider
he_il: הוסף חוצץ

source: Type
he_il: סוג

source: Select divider type
he_il: בחר סוג חוצץ

source: Solid Line
he_il: קו אחיד

source: Dashed Line
he_il: קו מקווקו

source: Dotted Line
he_il: קו מקווקו

source: Double Line
he_il: קו כפול

source: Space
he_il: רווח

source: Line Thickness
he_il: עובי הקו

source: Enter the line thickness in pixels
he_il: הכנס את עובי הקו בפיקסלים

source: Select the top and bottom margin in px
he_il: בחר את השוליים העליונים והתחתונים בפיקסלים

source: Medium
he_il: בינוני

source: Margin Top
he_il: ריווח עליון

source: Enter margin-top in px
he_il: הזן שוליים עליונים בפיקסלים

source: Margin Bottom
he_il: ריווח תחתון

source: Enter margin-bottom in px
he_il: הזן שוליים תחתונים בפיקסלים

source: Select the width size in %
he_il: בחר את הרוחב באחוזים

source: Divider's width in pixels
he_il: רוחב חוצץ בפיקסלים

source: Choose divider alignment
he_il: בחר יישור חוצץ

source: Select divider color
he_il: בחר צבע חוצץ

source: Add Element
he_il: הוסף אלמנט

source: Make a special divider by adding an icon or text to it
he_il: צור חוצץ מיוחד על ידי הוספת אייקון או טקסט

source: This text will be displayed on the divider
he_il: טקסט זה יוצג על גבי החוצץ

source: Add a background to your text?
he_il: להוסיף רקע לטקסט שלך?

source: Select text position
he_il: בחר מיקום טקסט

source: Icon Color
he_il: צבע אייקון

source: Select the icon color
he_il: בחר את צבע האייקון

source: Add a background to your icon?
he_il: להוסיף רקע לאייקון שלך?

source: Select icon position
he_il: בחר מיקום אייקון

source: Link ID
he_il: מזהה קישור

source: Enter a custom CSS ID for this divider
he_il: הכנס CSS מותאם עבור חוצץ זה

source: Use this ID in any URL link in the page in order to anchor link to this divider: (Ex: http://www.your-domain.com/page-name#example-id)<br> Another way to anchor link to this divider is to copy/paste only the ID name in any link field on this page: (Ex: #example-id)
he_il: השתמש במזהה זה בכל קישור של כתובת האתר בעמודים כדי לעגן קישור למפריד זה: (דוגמה: http://www.your-domain.com/page-name#example-id) דרך נוספת לקישור עוגן אל מפריד זה היא להעתיק / להדביק רק את שם המזהה בשדה קישור כלשהו בדף זה: (לדוגמה: # example-id)

source: Flip Box
he_il: תיבה מתהפכת

source: Add an Flip Box
he_il: הוסף תיבה מתהפכת

source: Animation Type
he_il: סוג אנימציה

source: Choose the animation type
he_il: בחר את סוג האנימציה

source: Front
he_il: קדמי

source: Enter the title
he_il: הקלד את הכותרת

source: Select icon color
he_il: בחר\י צבע הסמל

source: Enter the icon width in pixels
he_il: הכנס\י את רוחב הסמל בפיקסלים

source: Image Format
he_il: תבנית התמונה

source: Original
he_il: מקור

source: Original Ratio
he_il: יחס מקורי

source: Landscape
he_il: נוף

source: Portret
he_il: גובה

source: Square
he_il: ריבוע

source: Choose the image format
he_il: בחר\י את תבנית התמונה

source: Enter the description
he_il: הכנס\י את התיאור

source: Back
he_il: אחורה

source: Content Alignment
he_il: יישור התוכן

source: Select the text alignment
he_il: בחר\י את יישור הטקסט

source: You can use this class to further style this shortcode by adding your custom CSS in the <strong>style.css</strong> file. This file is located on your server in the <strong>child-theme</strong> folder.
he_il: תוכל להשתמש במחלקה זו כדי להוסיף את העיצוב לקיצור קוד על ידי הוספת CSS מותאם בקובץ <strong> style.css </ strong>. קובץ זה ממוקם בשרת שלך בתיקייה <strong> תבנית בת </ strong>.

source: Gallery
he_il: גלריה

source: Add a Gallery
he_il: הוסף\י גלריה

source: Select the prefered gallery display style
he_il: בחר\י את סגנון תצוגת הגלריה המועדף

source: Images
he_il: תמונות

source: Add/Edit Image
he_il: הוסף/עדכן תמונה

source: Add images
he_il: הוסף תמונות

source: Upload a image
he_il: העלה תמונה

source: Enter the subtitle
he_il: הקלד כותרת משנה

source: Styling section
he_il: עיצוב קטע

source: Open images with prettyPhoto?
he_il: לפתוח תמונות באמצעות prettyPhoto?

source: RAW Code
he_il: קוד RAW

source: Add a raw code
he_il: הוסף קוד raw

source: Code
he_il: קוד

source: Enter the HTML, JavaScript or CSS code
he_il: הכנס קוד HTML, JavaScript או CSS

source: Add an Icon
he_il: הוסף אייקון

source: Icon Position
he_il: מיקום אייקון

source: Select the icon position
he_il: בחר את מיקום האייקון

source: Icon title
he_il: כותרת אייקון

source: Choose the heading size, H1 being the largest
he_il: בחר את מידת הכותרת, H1 תהיה הגדולה ביותר.

source: Change the style / typography of this title
he_il: שנה את העיצוב/טיפוגרפיה לכותרת זו

source: Enter the URL link
he_il: הכנס קישור URL

source: Select the content alignment
he_il: בחר את יישור התוכן

source: Icon Box
he_il: תיבת אייקון

source: Add an Icon Box
he_il: הוסף תיבת אייקון

source: Choose the icon box style
he_il: בחר עיצוב לתיבת אייקון

source: Select your prefered icon position
he_il: בחר את מיקום המועדף עליך לאייקון

source: Enter the icon box title
he_il: הכנס כותרת תיבת אייקון

source: Enter the icon box description
he_il: הכנס תיאור תיבת אייקון

source: Select the background type
he_il: בחר את סוג הרקע

source: Circle
he_il: עיגול

source: Select icon background color
he_il: בחר צבע רקע לאייקון

source: Make the image circle?
he_il: להציג את התמונה כעיגול?

source: Image Box
he_il: תיבת תמונה

source: Add an Image Box
he_il: הוסף תיבת תמונה

source: Choose the image box style
he_il: בחר עיצוב לתיבת תמונה

source: Upload an image
he_il: העלה תמונה

source: Select the image size
he_il: בחר את המידה לתמונה

source: <strong>Container size</strong> - the image will take the width of the container. Ex: in a 1/3 column the image will ocuppy the column's full width.
he_il: גודל המסגרת - התמונה תוביל לרוחב המסגרת. לדוגמה: בעמודה 1/3 התמונה תציג רוחב מלא של העמודה.

source: Container size
he_il: מידה מילוי

source: Image width in pixels
he_il: רוחב תמונה בפיקסלים

source: Select image position
he_il: בחר מיקום תמונה

source: On click display bigger image in pop up?
he_il: להציג תמונה מוגדלת בפופ-אפ בעת לחיצה?

source: Add a border to your image box?
he_il: להוסיף גבול לתיבת התמונה שלך?

source: Enable background color?
he_il: לאפשר צבע רקע?

source: Select background color
he_il: בחר צבע רקע

source: Select the image overlay color
he_il: בחר את צבע השכבה מעל התמונה

source: Enter the image box title
he_il: הכנס כותרת לתיבת תמונה

source: Enter the image box subtitle
he_il: הכנס תת-כותרת לתיבת תמונה

source: Enter the image box description
he_il: הכנס תיאור לתיבת תמונה

source: Text Alignment
he_il: יישור טקסט

source: Latest Posts
he_il: פוסטים אחרונים

source: Add Latest Posts
he_il: הוסף פוסטים אחרונים

source: Blog Style
he_il: עיצוב בלוג

source: Select the blog display style
he_il: בחר את עיצוב התצוגה של הבלוג

source: Grid View
he_il: תצוגת רשת

source: Display blog posts on a grid
he_il: להציג פוסטים בבלוג בצורת רשת

source: Choose the number of columns
he_il: בחר את מספר העמודות

source: 2 columns
he_il: 2 עמודות

source: 3 columns
he_il: 3 עמודות

source: Select the grid background color
he_il: בחר את צבע הרקע של הרשת

source: Blog Titles
he_il: כותרות בלוג

source: Choose the blog titles size, H1 being the largest
he_il: בחר את מידת כותרת הבלוג, H1 תהיה הגבוהה ביותר

source: Select the hover color
he_il: בחר את צבע המעבר

source: Comments Number
he_il: מספר תגובות

source: Display the no. of comments?
he_il: להציג את מספר התגובות?

source: Select the comments number type
he_il: בחר את סוג מספר התגובות

source: Blog Button
he_il: כפתור בלוג

source: Change the style / typography of the blog button
he_il: שנה את העיצוב/טיפוגרפיה של כפתור הבלוג

source: Post Date
he_il: תאריך פוסט

source: Show post date?
he_il: להציג תאריך פוסט?

source: Post Author
he_il: מחבר הפוסט

source: Show post author?
he_il: להציג את מחבר הפוסט?

source: Post Categories
he_il: קטגוריות פוסט

source: Show post categories?
he_il: להציג קטגוריות פוסט?

source: Display From
he_il: הוסף טופס

source: Select a blog category
he_il: בחר קטגוריה בבלוג

source: No of Posts
he_il: מספר הפוסטים

source: Enter the number of posts to display. Ex: 3, 6, maximum of 50
he_il: הכנס את מספר הפוסטים שיוצגו: (לדו': 3 או 6, מקסימום 50)

source: List
he_il: רשימה

source: Add a List
he_il: הוסף רשימה

source: List Items
he_il: רשימת פריטים

source: Add list items
he_il: הוסף רשימת פריטים

source: Item
he_il: פריט

source: Enter an item in list
he_il: הכנס פריט לרשימה

source: Sublist Items
he_il: תת-רשימת פריטים

source: Add sublist items
he_il: הוסף תת-רשימת פריטים

source: Sublist Item
he_il: פריט תת-רשימה

source: Enter a sublist item
he_il: הכנס פריט תת-רשימה

source: Separate each list item by a line?
he_il: להפריד כל רשימת פריטים על ידי קו?

source: Select the separator's color
he_il: בחר את צבע המפריד

source: Make a numbered list or add an icon to list items
he_il: צור רשימות ממוספרות או הוסף אייקון לרשימת פריטים

source: Number
he_il: מספר

source: Locations
he_il: מיקומים

source: Add/Edit Location
he_il: הוסף/עדכן מיקום

source: Note: Please set location
he_il: שים לב: יש להגדיר מיקום

source: Location
he_il: מיקום

source: Location Title
he_il: כותרת מיקום

source: Set location title
he_il: הגדר כותרת מיקום

source: Location Description
he_il: תיאור מיקום

source: Set location description
he_il: הגדר תיאור מיקום

source: Location Url
he_il: Url מיקום

source: Set page url (Ex: http://example.com)
he_il: הגדר קישור עמוד (לדו': http://example.com)

source: Location Image
he_il: תמונת מיקום

source: Add location image
he_il: הוסף תמונת מיקום

source: No location provider specified for map shortcode
he_il: לא צוין ספק מיקום עבור קוד הקיצור למפה

source: Unknown location provider "%s" specified for map shortcode
he_il: ספק המיקום לא ידוע "% s" צויינו עבור קוד הקיצור של המפה

source: Map
he_il: מפה

source: Add a Map
he_il: הוסף מפה

source: Select map population method (Ex: events, custom)
he_il: בחר הגדרת פריטים למפה (לדו': אירועים, התאמה)

source: All Google Maps applications require authentication. Please insert your API Key in the %sGeneral Settings%s > API Keys tab. More about how Google Maps API Key work can be found %shere%s.
he_il: כל היישומים של מפות Google דורשים אימות. הוסף את מפתח ה- API שלך בכרטיסייה General Settings, כרטיסי ממשק API. עוד מידע לגבי הדרך שבו מפתח API של גוגל מפות עובד, ניתן למצוא ב-shere.

source: Change the style / typography of the location
he_il: שנה את העיצוב/טיפוגרפיה של המיקום

source: Map Type
he_il: סוג מפה

source: Select map type
he_il: בחר סוג מפה

source: Map Pin
he_il: מפת Pin

source: Upload a pin for your location(s) (64x64)
he_il: העלה pin עבור המיקום/מיקומים שלך (64X64)

source: Map Height
he_il: גובה מפה

source: Enter the map height in pixels (Ex: 300)
he_il: הכנס את גובה המפה בפיקסלים (לדו': 300)

source: Map Zoom
he_il: זום מפה

source: Select map zoom
he_il: בחר זום מפה

source: Map Style
he_il: עיצוב מפה

source: Copy/Paste map styles from <a target="_blank" href="https://snazzymaps.com/explore">https://snazzymaps.com/</a>
he_il: העתק/הדבק סגנון מפה מ: <a target="_blank" href="https://snazzymaps.com/explore">https://snazzymaps.com/</a>

source: Add an Image
he_il: הוסף תמונה

source: Upload image
he_il: העלה תמונה

source: Make the image round?
he_il: להציג תמונה בעיגול?

source: Add a border to your image?
he_il: להוסיף גבול לתמונה שלך?

source: Image Switch
he_il: תמונה מתחלפת

source: For best results, the switched image needs to have the same size as the initial image.
he_il: לקבלת התוצאות הטובות ביותר, על התמונה המתחלפת להיות בעלת גודל זהה לתמונה הראשונית.

source: Image Movement
he_il: תנועת תמונה

source: Select the animation type
he_il: בחר את סוג האנימציה

source: Tossing
he_il: לזרוק

source: Zoom
he_il: זום

source: Show only on hover
he_il: הצג רק במעבר עכבר

source: On Click
he_il: בלחיצה

source: What happens when you click the image?
he_il: מה קורה כשאתה לוחץ על תמונה?

source: Nothing happens
he_il: לא קורה כלום

source: Open in pop-up
he_il: פתח בפופ-אפ

source: Open custom Link
he_il: פתח קישור מותאם

source: Original image
he_il: תמונה מקורית

source: Video
he_il: וידאו

source: Enter Youtube or Vimeo video URL
he_il: הכנס יוטיוב או וימאו URL

source: Select multiple images by holding down CTRL (CMD on Mac)
he_il: בחר מספר תמונות על ידי החזקת CTRL (במאק CMD)

source: Display hover animation?
he_il: להציג אנימציה במעבר?

source: Enter your custom URL link
he_il: הכנס קוד URL מותאם

source: Open link in new window
he_il: פתח קישור בחלון חדש

source: Add a Video
he_il: הוסף וידאו

source: Youtube
he_il: יוטיוב

source: Vimeo
he_il: וימאו

source: Upload
he_il: העלאה

source: Insert a YouTube video URL
he_il: הכנס קישור לסרטון יוטיוב

source: Insert a Vimeo video URL
he_il: הכנס קישור לסרטון וימאו

source: Upload a video
he_il: העלה וידאו

source: Video width in pixels
he_il: רוחב וידאו בפיקסלים

source: Video Border
he_il: גבול וידאו

source: Add a border to your video?
he_il: להוסיף גבול לוידאו שלך?

source: Porfolio
he_il: תיק עבודות

source: Add a Portfolio
he_il: הוסף תיק עבודות

source: Select a Portfolio Category
he_il: בחר קטגוריה בתיק עבודות

source: You need to have a least one
he_il: אתה צריך לבחור באחד לפחות

source: in order to be able to use this shortcode.
he_il: כדי שיהיה אפשרי להשתמש בקוד קיצור

source: If the selected Category has sub categories then a filter will appear on the front end letting users filter the projects.
he_il: במידה ולקטגוריה הנבחרת יש קטגוריית משנה, יופיע בצד לקוח מסנן אשר יאפשר למשתמשים לסנן את הפרויקטים.

source: No. of Projects
he_il: מספר פרוייקטים

source: Enter the number of project to display. Ex: 3, 6, maximum of 50
he_il: הכנס את מספר הפרויקטים שיוצגו (לדו': 3 או 6. מקסימום 50)

source: We advise you to use this short code as a Latest Works widget displaying only a small no of projects (6, 9). For a full fledge portfolio page please use the built in
he_il: אנו ממליצים לך להשתמש בקיצור קוד זה כיישום "עבודות אחרונות" המציג רק מספר קטן של פרויקטים (6, 9). לקבלת עמוד תיק עבודות, אנא השתמש באופציה מובנית

source: Portfolio Module
he_il: מודול תיק עבודות

source: Display Type
he_il: סוג תצוגה

source: Select the prefered portfolio display type
he_il: בחר את סוג התצוגה המועדף עבור תיק העבודות

source: 4 columns
he_il: 4 עמודות

source: Project Style
he_il: עיצוב פרוייקט

source: Select the prefered project display style
he_il: בחר את עיצוב התצוגה המועדף לפרויקט

source: Separator
he_il: מפריד

source: Enter the separator width in pixels
he_il: הכנס את רוחב המפריד בפיקסלים

source: Select the separator color
he_il: בחר את צבע המפריד

source: Content Position
he_il: מיקום תוכן

source: Select the vertical content position
he_il: בחר את מיקום התוכן האנכי

source: Hover Bg Color
he_il: צבע רקע במעבר עכבר

source: Frame
he_il: מסגרת

source: Add a frame?
he_il: להוסיף מסגרת?

source: Frame size in pixels
he_il: מידת מסגרת בפיקסלים

source: Select frame color
he_il: בחר צבע מסגרת

source: Enlarge Image Icon
he_il: הגדל תמונת אייקון

source: Icon Hover Color
he_il: בצע אייקון במעבר

source: Select icon hover color
he_il: בחר צבע אייקון במעבר

source: More Details Icon
he_il: אייקון פרטים נוספים

source: Quote
he_il: ציטוט

source: Add a Quote
he_il: הוסף ציטוט

source: Quote Sign
he_il: סימן ציטוט

source: The top position in pixels
he_il: מיקום החלק העליון בפיקסלים

source: The left position in pixels
he_il: מיקום החלק הימני בפיקסלים

source: Enter quote text
he_il: הכנס טקסט ציטוט

source: Select the prefered text alignment
he_il: בחר את יישור הטקסט המועדף

source: Enter the separator height in pixels
he_il: הכנס את גובה המפריד בפיקסלים

source: Author
he_il: מחבר

source: Enter the quote author
he_il: הכנס את ציטוט המחבר

source: Enter the author link
he_il: הכנס את קישור המחבר

source: Revolution Slider Shortcode
he_il: קוד קיצור Revolution Slider

source: Select Revolution Slider from the list
he_il: בחר Revolution Slider מתוך הרשימה

source: Section
he_il: אזור

source: Add a Section
he_il: הוסף אזור

source: Section Name
he_il: שם אזור

source: Enter a name (it is for internal use and will not appear on the front end)
he_il: הקלד שם (לטובת שימוש פנימי ולא יופיע בצד לקוח)

source: Use this option to name your sections. It will help you go through the structure a lot easier.
he_il: השתמש באופציה זו על מנת לתת שם לקטעים שלך. זה יעזור לך לאמת את הקוד הקיצור בקלות רבה.

source: Full Width Content
he_il: תוכן ברוחב מלא

source: Make the content inside this section full width?
he_il: לעדכן את התוכן בתוך אזור זה ברוחב מלא?

source: Select the content background color
he_il: בחר את צבע רקע האזור

source: Choose the top shape style
he_il: בחר עיצוב לחלק העליון של הצורה

source: Choose the shape color
he_il: בחר את צבע הצורה

source: Choose the bottom shape style
he_il: בחר עיצוב לחלק התחתון של הצורה

source: Custom Shape
he_il: צורה מותאמת

source: Vertical Align
he_il: יישור אנכי

source: Align all the columns inside this section on the middle?
he_il: ליישר את העמודות בתוך קטע זה לכיוון האמצע?

source: The middle vertical align option works with any number of columns as long as they are on a single row
he_il: האפשרות ליישור אנכי באמצע עובדת עם כל מספר של כמות עמודות, כל עוד הן בשורה אחת

source: Use default top and bottom spacing?
he_il: להשתמש בברירת מחדל לריווח עליון ותחתון?

source: The default spacing for sections can be changed from the Content Density option on the
he_il: ריווח ברירת המחדל לקטע יכול להשתנות מאפשרות ריכוז התוכן על ה

source: Theme Settings page
he_il: עמוד הגדרות תבנית

source: Select the section's height in px (Ex: 300)
he_il: בחר את גובה הקטע בפיקסלים (לדו': 300)

source: Using fixed heights on sections might impact the responsive behaviour of your website in a negative way. Read
he_il: שימוש בגבהים קבועים על מקטעים עשוי להשפיע על תגובת ההתנהגות הרספונסיבית ה של האתר שלך בצורה שלילית. קרא

source: auto
he_il: אוטו'

source: small
he_il: קטן

source: medium
he_il: בינוני

source: large
he_il: גדול

source: Select the background for your section
he_il: בחר את הגבול לאזור שלך

source: Please use an image that is taller then the section's height in order for the parallax to work properly. If you set the speed at 1 you'll need an image twice the section's height.
he_il: אנא השתמש בתמונה גבוהה יותר מגובה הקטע על מנת שה-parallax יפעל כראוי. אם תגדיר את המהירות כ-1, תזדקק לתמונה בגובה כפול מגובה הקטע.

source: Video Type
he_il: סוג וידאו

source: Select the video type
he_il: בחר את סוג הוידאו

source: Replacement Image
he_il: תמונה חלופית

source: This image will replace the video on mobile devices that disable background videos
he_il: תמונה זו תחליף את הסרטון בניידים שהושבתה בהם אפשרות סרטוני רקע

source: Loop Video
he_il: וידאו בלולאה

source: Enable video loop?
he_il: לאפשר וידאו בלולאה?

source: Enable video overlay color?
he_il: לאפשר צבע כיסוי לוידאו?

source: Section Overlap
he_il: קטע חופף

source: Select the section overlap value in pixels (Ex: 100)
he_il: בחר את החפיפה לקטע בערך של פיקסלים (לדו': 100)

source: The content that follows will overlap this section with the specified pixel amount.
he_il: התוכן הבא יחפוף את הקטע הזה על פי סכום הפיקסלים שצוין.

source: Enter a custom CSS ID for this section (Ex: example-id)
he_il: הכנס CSS ID מותאם לקטע זה (לדו': example-id)

source: Use this ID in any URL link in the page in order to anchor link to this section: (Ex: http://www.your-domain.com/page-name#example-id)<br> Another way to anchor link to this section is to copy/paste only the ID name in any link field on this page: (Ex: #example-id)
he_il: השתמש במזהה זה בכל קישור של כתובת האתר בעמוד כדי לעגן קישור לקטע זה: (דוגמה: http://www.your-domain.com/page-name#example-id) דרך נוספת לקישור עוגן לקטע זה, הוא להעתיק / להדביק רק את השם המזהה בשדה קישור כלשהו בעמוד זה: (לדוגמה: # example-id)

source: Display this section on desktop?
he_il: להציג אזור זה בשולחן עבודה?

source: Display this section on tablet landscape?
he_il: להציג אזור זה בנראות טאבלט

source: Display this section on tablet portrait?
he_il: להציג אזור זה בתצוגת טאבלט?

source: Display this section on smartphone?
he_il: להציג אזור זה בסמארטפון?

source: Slideshow
he_il: מצגת שקופיות

source: Add a Slideshow
he_il: הוסף מצגת שקופיות

source: Image Slider
he_il: סליידר תמונה

source: Add a slide.
he_il: הוסף סלייד

source: Name
he_il: שם

source: Caption title
he_il: כותרת הכיתוב

source: Slide
he_il: סלייד

source: Uplaod slide img
he_il: העלה תמונת סלייד

source: Auto Slide
he_il: סלייד אוטומטי

source: Enable auto slide?
he_il: לאפשר סלייד אוטומטי?

source: Time between slides in milliseconds (Ex: 2000)
he_il: זמן בין שקופיות באלפיות השנייה (לדו': 2000)

source: Enable pause when hovering the slideshow?
he_il: לאפשר עצירה של מצגת שקופיות בעת מעבר עכבר?

source: Choose slider animation on scroll
he_il: בחר אנימציית שקופית בגלילה

source: uncover
he_il: לגלות

source: uncover-fade
he_il: חשיפה בעמעום

source: The animation time in milliseconds (Ex: 200)
he_il: זמן האנימציה באלפיות שנייה (לדו': 200)

source: Choose the slideshow format
he_il: בחר את פורמט מצגת השקופיות

source: Add a Space
he_il: הוסף רווח

source: Select the space height in px
he_il: בר את מרווח הגובה בפיקסלים

source: Special Heading
he_il: כותרת ייחודית

source: Add a Special Heading
he_il: הוסף כותרת ייחודית

source: Enter the heading title
he_il: הכנס כותרת ייחודית

source: Enter the heading subtitle
he_il: הכנס את כותרת המשנה

source: Select the title and subtitle alignment
he_il: בחר יישור לכותרת ולכותרת משנה

source: Enter a custom CSS class
he_il: הכנס CSS מחלקה מותאם

source: Tab Slider
he_il: מצגת לשונית

source: Add a Tab Slider
he_il: הוסף מצגת לשונית

source: Tab Title
he_il: כותרת לשונית

source: Active Tab Title
he_il: הפעל כותרת לשונית

source: Select the active tab title color
he_il: בחר את צבע כותרת הלשונית

source: Add/Edit Tab
he_il: הוסף/ערוך לשונית

source: Enter tab title
he_il: הכנס כותרת לשונית

source: Icon size
he_il: מידת אייקון

source: Image Position
he_il: מיקום תמונה

source: Select the image position
he_il: בחר את מיקום התמונה

source: Content Title
he_il: כותרת תוכן

source: Content Text
he_il: טקסט תוכן

source: Enter content title
he_il: הכנס כותרת נושא

source: Enter tab content
he_il: הכנס תוכן לשונית

source: Enable the title separator?
he_il: להציג את כותרת המפריד?

source: Tabs Position
he_il: מיקום לשוניות

source: Select the tabs position
he_il: בחר את מיקום הלשוניות

source: Choose the format
he_il: בחר את הפורמט

source: Table
he_il: טבלה

source: Add a Table
he_il: הוסף טבלה
