Repository: millrivermusic/MillRiverMusic
Catalog: themes/the-core-parent/languages/*.po
Languages: he_il

source: Heading
he_il: כותרת

source: Heading Bg
he_il: רקע כותרת

source: Select heading background
he_il: בחר רקע כותרת

source: Highlight Heading
he_il: כותרת מודגשת

source: Highlight Heading Bg
he_il: רקע כותרת מודגשת

source: Select highlight heading background
he_il: בחר רקע לכותרת מוגדשת

source: Description Heading
he_il: כותרת תיאור

source: Description Heading Bg
he_il: רקע כותרת תיאור

source: Select description heading background
he_il: בחר רקע לכותרת תיאור

source: Price
he_il: מחיר

source: Pricing Bg
he_il: רקע מחיר

source: Select pricing background
he_il: בחר רקע למחיר

source: Highlight Price
he_il: מחיר מודגש

source: Highlight Pricing Bg
he_il: רקע מחיר מודגש

source: Select highlight pricing background
he_il: בחר רקע למחיר מודגש

source: Default
he_il: ברירת מחדל

source: Default Bg
he_il: רקע ברירת מחדל

source: Select default background
he_il: בחר רקע ברירת מחדל

source: Highlight Default
he_il: הדגשת ברירת מחדל

source: Highlight Default Bg
he_il: רקע ברירת מחדל מודגש

source: Description Bg
he_il: רקע תיאור

source: Select description background
he_il: בחר רקע תיאור

source: Switch Bg
he_il: רקע היפוך

source: Select switch background
he_il: בחר רקע מתהפך

source: Highlight Switch Bg
he_il: רקע היפוך מודגש

source: Select highlight switch background
he_il: בחר הדגשה עבור רקע מתהפך

source: Button Bg
he_il: רקע כפתור

source: Select button background
he_il: בחר רקע כפתור

source: Highlight Button Bg
he_il: רקע כפתור מודגש

source: Select highlight button background
he_il: בחר רקע כפתור מודגש

source: Add a border to the table?
he_il: להוסיף גבול לטבלה?

source: Add some Tabs
he_il: הוסף לשוניות

source: Choose the tabs type
he_il: בחר את סוג הלשוניות

source: Make tabs justified
he_il: מרכז את הלשוניות

source: Enter the separator size in pixels
he_il: הזן את גודל המפריד בפיקסלים

source: Text Content
he_il: תוכן טקסט

source: Tab Bg Color
he_il: צבע רקע לשונית

source: Active tab background color
he_il: להפעיל צבע רקע ללשונית

source: Inactive tab background color
he_il: לכבות צבע רקע ללשונית

source: Add a border to your tab?
he_il: להוסיף גבול ללשונית שלך?

source: Corner radius in pixels
he_il: רדיוס פינה בפיקסלים

source: Team Member
he_il: איש צוות

source: Add a Team Member
he_il: הוסף איש צוות

source: Member Type
he_il: סוג איש צוות

source: Select the prefered type
he_il: בחר את הסוג המועדף

source: Make image round?
he_il: להציג תמונה בעיגול?

source: Select the border color
he_il: בחר את צבע הגבול

source: Enter the team member name
he_il: הכנס את שם איש הצוות

source: Job Title
he_il: כותרת תפקיד

source: Enter the job title
he_il: הכנס את כותרת התפקיד

source: Enter team member description
he_il: הכנס תיאור איש צוות

source: Select the bg color opacity in %
he_il: בחר את שקיפות צבע הרקע ב-%

source: Social Links
he_il: קישורים חברתיים

source: Add social links
he_il: הוסף קישורים חברתיים

source: Select social icon type
he_il: בחר סוג אייקון חברתי

source: Enter your social URL link
he_il: הכנס את הקישור החברתי שלך

source: Testimonials
he_il: המלצות

source: Add some Testimonials
he_il: הוסף המלצות

source: Choose testimonials style
he_il: בחר עיצוב המלצות

source: Please enter the title
he_il: אנא הכנס את הכותרת

source: Image Size
he_il: גודל תמונה

source: Enter image size in pixels. Ex: 90
he_il: הזן גודל תמונה בפיקסלים. לדו': 90

source: Display in Slider
he_il: הצג בסליידר

source: Display testimonials in slider?
he_il: להציג המלצות בסליידר?

source: If you choose NO the testimonials will be displayed one under the other based on the order list below.
he_il: אם תבחר באפשרות "לא", ההמלצות יוצגו אחת תחת השנייה על פי רשימת ההוראות שבהמשך.

source: Slide Duration
he_il: משך סלייד

source: Enter the time interval between the slides in milliseconds. Ex: 5000
he_il: הזן את זמן ההפסקה בין השקופיות באלפיות השנייה. לדו': 5000

source: Transition Effect
he_il: אפקט מעבר

source: Select transition effect between slides
he_il: בחר אפקט שינוי בין שקופיות

source: Fade
he_il: עמעום

source: Testimonial
he_il: המלצה

source: Company
he_il: חברה

source: Add/Edit Testimonial
he_il: הוסף/עדכן המלצה

source: Here you can add, remove and edit your Testimonials.
he_il: כאן אתה יכול להוסיף, למחוק ולעדכן את ההמלצות שלך

source: Enter the testimonial here
he_il: הכנס את ההמלצה כאן

source: Add an image to this testimonial
he_il: הוסף תמונה להמלצה זו

source: Enter the name of the person that gave the testimonial
he_il: הכנס את שם האדם שנתן את ההמלצה הזו

source: Name of the company
he_il: שם החברה

source: Website Link
he_il: קישור לאתר

source: The company\'s website link
he_il: קישור לאתר החברה

source: Testimonial Bg Color
he_il: צבע רקע המלצה

source: Select the testimonial bg color
he_il: בחר את צבע הרקע להמלצה

source: Text Block
he_il: בלוק טקסט

source: Add a Text Block
he_il: הוסף בלוק טקסט

source: Enter some content for this texblock
he_il: הזן תוכן עבור בלוק טקסט זה

source: Widget Area
he_il: אזור יישום

source: Add a Widget Area
he_il: הוסף אזור יישום

source: Sidebar
he_il: סרגל צד

source: Manage Sidebars
he_il: ניהול סרגלי צד

source: Use this section to create or set sidebars for different pages
he_il: השתמש בקטע זה כדי ליצור או להגדיר סרגלי צד עבור עמודים שונים

source: For Grouped Pages
he_il: עבור קבוצת עמודים

source: For Specific Pages
he_il: עבור עמודים מסויימים

source: Created
he_il: נוצר

source: An error occurred, please try again later.
he_il: אירעה שגיאה, אנא נסה שוב מאוחר יותר.

source: Forums & Topics Header
he_il: כותרת פורומים ונושאים

source: Header Height
he_il: גובה האדר

source: Select the header height in pixels (Ex: 300)
he_il: בחר את גובה ההאדר בפיקסלים (לדו' 300)

source: Header Image
he_il: תמונת האדר

source: Upload a header image
he_il: העלה תמונת האדר

source: This default header image will be used for all your bbpress.
he_il: בתמונת ברירת מחדל זו עבור ההאדר יעשה שימוש בכל התוסף של bbpress

source: Header Image Overlap
he_il: חפיפה של תמונת האדר

source: Select the header image overlap value in pixels (Ex: 100)
he_il: בחר את חפיפת תמונת ההאדר בערכים של פיקסלים (לדו': 1000)

source: The content that follows will overlap the header with the specified pixel amount.
he_il: תוכן זה יהיה חופף את ההאדר עם סכום הפיקסלים שצוין.

source: Enter a custom title
he_il: הכנס כותרת מותאמת

source: This title appears on the forum & topic pages and will be displayed in the header. Choose something general that will fit all the forum pages. (Ex: Support Forum)
he_il: כותרת זו מופיעה בעמודי הפורום והנושאים, והיא תוצג בכותרת. בחר משהו כללי שיתאים לכל עמודי הפורום. (לדוגמה: פורום תמיכה)

source: Enter a custom description
he_il: הכנס תיאור מותאם

source: The description is displayed as a subtitle
he_il: התיאור הוסף ככותרת משנה

source: Choose the title and description alignment
he_il: בחר את יישור הכותרת והתיאור

source: Adjust the content vertical position in pixels (Ex: -20 or 20)
he_il: התאמת וכיוון המיקום האנכי של התוכן בפיקסלים (לדוגמה: -20 או 20)

source: Let's you fine tune the header content position on the vertical axis. Input a negative value if you want your content to go up or a positive value if you want your content to go down.
he_il: מאפשר לך לכוון את בצורה נוחה את מיקום תוכן הכותרת על הציר האנכי. הזן ערך שלילי אם אתה רוצה שתוכן שלך יעלה, או ערך חיובי אם אתה רוצה שהתוכן יירד למטה.

source: This default header image will be used for all your buddypress.
he_il: תמונת ברירת מחדל זו של הכותרת תשמש עבור כל ה-buddypress שלך.

source: Events Currency
he_il: מחזור אירועים

source: Currency Symbol
he_il: סמל מטבע

source: Enter the currency symbol
he_il: הכנס את סמל המטבע

source: Currency Text
he_il: טקסט מטבע

source: Enter the currency text
he_il: הכנס את טקסט המטבע

source: Currency Position
he_il: מיקום מטבע

source: Select the currency position
he_il: בחר את מיקום המטבע

source: Single Events Header
he_il: כותרת אירועים חד-פעמיים

source: This default header image will be used for all your events posts if you didn't set one for a specific events post.
he_il: תמונת ברירת מחדל זו של הכותרת תשמש עבור כל הפוסטים של האירועים שלך, אם לא הגדרת תמונה עבור אירוע מסוים.

source: Select what title will be displayed in the events posts header
he_il: בחר איזה כותרת תוצג בראש הפוסטים של האירועים

source: This title appears only on the events detail page and will be displayed if you have a header image set (in the events or here)
he_il: כותרת זו מופיעה רק בעמוד פרטי האירועים ותוצג אם יש לך תמונת כותרת שהוגדרה (באירועים או כאן)

source: Post Title
he_il: כותרת פוסט

source: Custom Title
he_il: כותרת מותאמת

source: Change the style / typography of the title
he_il: שנה את העיצוב/טיפוגרפיה של הכותרת

source: Change the style / typography of the description
he_il: שנה את העיצוב/טיפוגרפיה של התיאור

source: This title appears on the post detail pages only and will be displayed in all the headers. Choose something general that will fit all the posts. (Ex: Blog)
he_il: כותרת זו מופיעה בעמודי פרטי הפוסט בלבד ותוצג בכל הכותרות. בחר משהו כללי שיתאים לכל ההפוסטים. (לדוגמה: בלוג)

source: Custom Description
he_il: תיאור מותאם

source: Homepage Header
he_il: האדר עמוד הבית

source: Enter a title
he_il: הכנס כותרת

source: Enter a description
he_il: הכנס תיאור

source: These options apply only when you choose to display your latest posts on your homepage (from Settings > Reading).
he_il: אפשרויות אלה חלות רק כאשר אתה בוחר להציג את הפוסטים האחרונים בעמוד הבית שלך (דרך הגדרות> קריאה).

source: Lessons
he_il: שיעורים

source: Single Lessons Header
he_il: כותרת שיעורים חד-פעמיים

source: This default header image will be used for all your learning posts if you didn't set one for a specific learning post.
he_il: תמונת ברירת המחדל של ההאדר תשמש עבור כל הפוסטים של הלמידה שלך במידה ולא הגדרת תמונה מסוימת עבור פוסט למידה ספציפי.

source: Select what title will be displayed in the learning posts header
he_il: בחר איזו כותרת תוצג בראש פוסט הלמידה

source: This title appears only on the learning detail page and will be displayed if you have a header image set (in the learning or here)
he_il: כותרת זו מופיעה רק בעמוד הפרטים של הלימודים, ותוצג אם יש לכם תמונת כותרת מוגדרת (בלימודים או כאן)

source: Courses
he_il: קורסים

source: Single Courses Header
he_il: כותרת קורסים יחידה

source: This default header image will be used for all your courses.
he_il: תמונת ברירת מחדל זו של הכותרת תשמש עבור כל הקורסים שלך.

source: Select what title will be displayed in the course posts header
he_il: בחר איזו כותרת תוצג בראש עמוד הפוסטים

source: This title appears only on the course detail page and will be displayed if you have a header image set (in the course or here)
he_il: כותרת זו מופיעה רק בעמוד הפרטים של הקורס, והיא תוצג אם יש לך תמונת האדר מוגדרת (בקורס או כאן)

source: Portfolio
he_il: תיק עבודות

source: Portfolio Filter
he_il: סינון תיק עבודות

source: Enable portfolio filter?
he_il: לאפשר סינון תיק עבודות?

source: This filter appears only on the Portfolio category page.
he_il: מסנן זה מופיע רק בעמוד קטגוריית תיק עבודות.

source: No. of Projects per Page
he_il: מספר הפרוייקטים לכל עמוד

source: Enter how many projects will be displayed on a page
he_il: הגדר כמה פרויקטים יתווספו לעמוד זה

source: These options apply only to default portfolio categories from WordPress and not the portfolio shortcode used with the Visual Builder
he_il: אפשרויות אלה חלות רק על קטגוריות ברירת המחדל של תיק עבודות מוורדפרס ולא על קוד קיצור של תיק עבודות שנעשה באמצעות Visual Builder

source: Single Projects Header
he_il: כותרת פרוייקטים בודדים

source: This default header image will be used for all your portfolio posts if you didn't set one for a specific portfolio post.
he_il: ברירת המחדל לתמונת כותרת זו תיושם עבור כל הפוסטים של תיק העבודות שלך, במידה ולא הגדרת תמונה ספציפית לפוסט מסוים של תיק העבודות.

source: Select what title will be displayed in the portfolio posts header
he_il: בחר איזו כותרת תופיע בראש הפוסטים של תיק העבודות.

source: This title appears only on the portfolio detail page and will be displayed if you have a header image set (in the portfolio or here)
he_il: כותרת זו מופיעה רק בעמוד פרטי תיק העבודות, ותוצג אם יש לכם תמונת האדר מותקנת (בתיק עבודות או כאן)

source: Products
he_il: מוצרים

source: Single Products Header
he_il: האדר מוצר בודד

source: This default header image will be used for all your products.
he_il: תמונת ברירת מחדל זו של הכותרת תשמש עבור כל המוצרים שלך.

source: Select what title will be displayed in the product posts header
he_il: בחר את הכותרת שתוצג בראש עמוד המוצר

source: This title appears only on the product detail page and will be displayed if you have a header image set (in the product or here)
he_il: כותרת זו מופיעה רק בעמוד פרטי המוצר ותוצג אם יש לך תמונת כותרת מותקנת (במוצר או כאן)

source: General
he_il: כללי

source: Global Settings
he_il: הגדרות גלובליות

source: Select your website's width
he_il: בחר את רוחב האתר שלך

source: Select the website width
he_il: בחר את רוחב האתר

source: Enter the top and bottom margin
he_il: בחר את ריווח החלק העליון והתחתון

source: Container Background
he_il: רקע מילוי

source: Select the website container background
he_il: בחר את רקע המילוי של האתר

source: Website Alignment
he_il: יישור אתר

source: Choose the website alignment
he_il: בחר את יישור האתר

source: Website Background
he_il: רקע אתר

source: Select the website background color
he_il: בחר את צבע הרקע של האתר

source: Select the patern overlay
he_il: בחר את הכיסוי התבניתי

source: Logo Type
he_il: סוג לוגו

source: Select the logo type
he_il: בחר את סוג הלוגו

source: Choose the title font
he_il: בחר את פונט הכותרת

source: Choose the subtitle font
he_il: בחר את פונט כותר המשנה

source: Upload logo image
he_il: העלאת תמונת לוגו

source: Use logo as retina?
he_il: להשתמש בלוגו כרשתית?

source: Content Density
he_il: צפיפות תוכן

source: Select the spacing between content sections
he_il: בחר את הריווח בין קטעי התוכן

source: The content spacing applies only for the Section shortcode. You can disable this spacing for an individual shortcode from the section's options pop-up in the visual page builder.
he_il: מרווח התוכן חל רק על קוד הקיצור של הקטע. ניתן להשבית את המרווח הזה עבור קוד קיצור בודד מאפשרויות הפופ-אפ של הקטע ב-visual page builder.

source: Compact
he_il: קומפקטי

source: Cozy
he_il: ידידותי

source: Comfortable
he_il: נוחות

source: 404 Error Page
he_il: עמוד לא קיים 404

source: Select the 404 error page
he_il: בחר שגיאת עמוד לא קיים 404

source: The users will be redirected to this page when the page they are looking for is not found
he_il: המשתמשים ינותבו לעמוד זה כאשר הדף שאותו הם מחפשים לא נמצא

source: Coming soon / Maintenance Page
he_il: יעלה בקרוב / עמוד תחזוקה

source: Enable coming soon/maintenance page?
he_il: לאפשר עמוד תחזוקה / העלאה בקרוב?

source: The users will be redirected to this page when they are not logged in. Note that you need to disable it manually in order to make your website accessible again.
he_il: המשתמשים ינותבו לדף זה כאשר הם לא מחוברים. שים לב שעליך להשבית אותו באופן ידני כדי להפוך את האתר שלך לזמין שוב.

source: Select the coming soon page
he_il: בחר את עמוד "בקרוב"

source: For best results upload a square image, larger then 30px x 30px.
he_il: לרזולוציה מיטבית העלה תמונה ריבועית, גדולה מ-30px x 30px.

source: Select the color
he_il: בחר את הצבע

source: Scroll to Top Button
he_il: גלול לכפתור עליון

source: Enable scroll to top?
he_il: לאפשר גלילה לחלק עליון?

source: Loading Type
he_il: סוג טעינה

source: Choose the loading type
he_il: בחר את סוג הטעינה

source: Select the loading color
he_il: בחר את צבע הטעינה

source: Transition In
he_il: מעבר בכניסה

source: Select the in page transition
he_il: בחר מעבר כניסה לעמוד

source: Duration
he_il: משך

source: Enter the duration transition in milliseconds
he_il: בחר את משך המעבר במילי-שניה

source: Transition Out
he_il: מעבר ביציאה

source: Select the out page transition
he_il: בחר מעבר יציאה מהעמוד

source: Enter the duration in milliseconds
he_il: הזן את משך התהליך במילי-שניות

source: Page Transition
he_il: מעבר עמוד

source: Enable page transition?
he_il: לאפשר מעבר עמוד?

source: Smooth Scroll
he_il: גלילה חלקה

source: Enable smooth scroll?
he_il: לאפשר גלילה חלקה?

source: Custom Login Page Styling
he_il: התאמת עיצוב דף כניסה

source: Logo
he_il: לוגו

source: Upload custom logo for login page
he_il: העלאת לוגו מותאם לעמוד כניסה

source: Form Labels
he_il: שדות טופס

source: Uppercase form labels?
he_il: שדות טופס באותיות גדולות

source: Form Inputs
he_il: שדות מילוי טופס

source: Button Label
he_il: תווית כפתור

source: Button Bg Color
he_il: צבע רקע כפתור

source: Select the button background color
he_il: בחר את צבע הרקע לכפתור

source: Links
he_il: קישורים

source: Custom Login Page
he_il: עמוד כניסה מותאם

source: Enable custom login page?
he_il: לאפשר עמוד כניסה מותאם?

source: Smartphone Animations
he_il: אנימציות בסמארטפון

source: Enable the page elements animations on smartphones?
he_il: לאפשר הנפשה של האלמנטים בעמוד בסמארטפונים?

source: This is linked to the Animation options found in the visual page builder. It lets you turn ON / OFF animations for smartphones. Having them ON might have a negative performance impact for your website on smartphones.
he_il: זה מקושר לאפשרויות ההנפשה שנמצאות בבונה העמודים. דבר זה מאפשר לך לבצע הפעלה / כיבוי של אנימציות עבור סמארטפונים. במידה ויופעלו, ייתכן שתהיה לכך השפעה שלילית על ביצועי האתר שלך בסמארטפונים.

source: Social Profiles
he_il: פרופילים חברתיים

source: Social
he_il: חברתי

source: Add your social profiles
he_il: הוסף את הפרופילים החברתיים שלך

source: Tracking Scripts
he_il: תסריטי מעקב

source: Add your tracking scripts (Hotjar, Google Analytics, etc)
he_il: הוסף את פקודות המעקב שלך (Hotjar, Google Analytics, etc)

source: Script
he_il: תיאור

source: Copy/Paste the tracking script here
he_il: העתק/הדבק את תיאור המעקב כאן

source: API Keys
he_il: מקשי API

source: Google Maps
he_il: גוגל מפות

source: Create an application in %sGoogle Console%s and add the API Key here.
he_il: צור יישום ב-Google Consoles והוסף את מקשי ה- API כאן.

source: Posts
he_il: פוסטים

source: Blog
he_il: בלוג

source: The posts will be displayed on a 2 columns grid if the page has a sidebar and on a 3 columns grid if it doesn't.
he_il: הפוסטים יוצגו על גבי רשת של שתי עמודות אם הדף כולל סרגל צד, ועל גבי רשת של 3 עמודות אם הוא אינו מופיע.

source: Comments Type
he_il: סוג תגובות

source: Select the comments type
he_il: בחר את סוג התגובות

source: Image Alignment
he_il: יישור תמונה

source: Select the default image alignment for new post
he_il: בחר את יישור התמונה המוגדר כברירת מחדל עבור פוסט חדש

source: Your choice will not apply to posts that are already published, but it will set the default value for image alignment when you create new posts.
he_il: הבחירה שלך לא תחול על פוסטים שכבר פורסמו, אך היא תגדיר את ערך ברירת המחדל ליישור תמונה בעת יצירת פוסטים חדשים.

source: Full
he_il: מלא

source: Use Round Image
he_il: השתמש בתמונה עגולה

source: Set the default image roundness for new posts
he_il: הגדר את ברירת המחדל לעיגוליות התמונה עבור הודעות חדשות

source: Your choice will not apply to posts that are already published, but it will set the default value for image roundness when you create new posts.
he_il: הבחירה שלך לא תחול על פוסטים שכבר פורסמו, אך היא תגדיר את ערך ברירת המחדל לעיגול תמונות בעת יצירת פוסטים חדשים.

source: Featured Image
he_il: תמונה מצורפת

source: Use featured image in single post?
he_il: להשתמש בתמונה מצורפת בפוסט?

source: Your choice will not apply to posts that are already published, but it will set the default value for featured image when you create new posts.
he_il: הבחירה שלך לא תחול על פוסטים שכבר פורסמו, אך היא תגדיר את ערך ברירת המחדל עבור תמונה מוצגת בעת יצירת פוסטים חדשים.

source: Image Border
he_il: גבול תמונה

source: Add a border to your image
he_il: הוסף גבול לתמונה שלך

source: Size in pixels
he_il: מידה בפיקסלים

source: Author Box
he_il: תיבת מחבר

source: Show author box?
he_il: להציג תמונת מחבר?

source: Post Navigation
he_il: ניווט פוסט

source: Show post navigation?
he_il: להציג ניווט פוסט?

source: Related Articles
he_il: Related Articles AR

source: Show related articles?
he_il: להציג מאמרים קשורים?

source: Select the related articles type
he_il: בחר את סוג המאמרים הקשורים

source: Pagination Type
he_il: סוג עימוד

source: Select the blog pagination type
he_il: בחר את סוג העימוד לבלוג

source: Default Blog Avatar
he_il: תצוגת ברירת מחדל לבלוג

source: Upload a default avatar
he_il: העלה תצוגת ברירת מחדל

source: Single Posts Header
he_il: האדר פוסטים בודדים

source: This default header image will be used for all your posts if you didn't set one for a specific post.
he_il: בתמונת ברירת מחדל זו של הכותרת יעשה שימוש עבור כל הפוסטים שלך, אלא אם הגדרת אחרת עבור פוסט מסוים.

source: Select what title will be displayed in the posts header
he_il: בחר איזו כותרת תוצג בראש הפוסטים

source: This title appears only on the post details pages and will be displayed if you have a header image set (in the post or here)
he_il: כותרת זו מופיעה רק בעמוד פרטי הפוסט, ותוצג אם יש לך תמונת האדר מודרת (בפוסט או כאן)

source: Pages
he_il: עמודים

source: Pages Header
he_il: כותרת עמודים

source: This default header image will be used for all your pages if you didn't set one for a specific page (works only for pages that use Default Template and not the ones created with the Visual Builder).
he_il: תמונת ברירת מחדל זו של ההאדר תשמש עבור כל העמודים שלך אם לא הגדרת אחרת עבור עמוד מסוים (פועל רק עבור עמודים המשתמשים בתבנית ברירת מחדל ולא בעמודים שנוצרו באמצעות כלי בניית העמודים הויזואלי).

source: These options apply only to pages created with the default template (default WordPress pages) and not with the Visual Builder
he_il: אפשרויות אלה חלות רק על עמודים שנוצרו באמצעות תבנית ברירת המחדל (דפי וורדפרס המוגדרים כברירת מחדל) ולא עם בונה העמודים הוויזואלי

source: Header
he_il: האדר

source: Header Type
he_il: סוג האדר

source: Select the prefered header type
he_il: בחר את סוג ההאדר המועדף

source: Logo Position
he_il: מיקום לוגו

source: Select your prefered logo position
he_il: בחר את מיקום הלוגו המועדף עליך

source: Header Text
he_il: טקסט האדר

source: Is located above the search and usually used for an email or phone no
he_il: ממוקם מעל החיפוש ומשמש בדרך כלל עבור דוא"ל או טלפון לא

source: Change the overlay menu styling
he_il: שנה את עיצוב תפריט הכיסוי

source: Overlay Menu Styling
he_il: עיצוב תפריט כיסוי

source: Overlay Menu Alignment
he_il: יישור תפריט כיסוי

source: Choose the menu alignment
he_il: בחר את יישור התפריט

source: Overlay Menu Entrance
he_il: כניסת תפריט מכוסה

source: Select the overlay menu entrance
he_il: בחר את כניסת התפריט המכוסה

source: Slide from Left
he_il: החלק משמאל

source: Slide from Right
he_il: החלק מימין

source: Slide from Top
he_il: החלק מלמעלה

source: Slide from Bottom
he_il: החלק מלמטה

source: Fade in
he_il: עמעום פנימה

source: Menu Panels Animation
he_il: הנפשת תפריט פאנלים

source: Select the menu panels animation
he_il: בחר את הנפשת תפריט הפאנלים

source: This option applies only to menus that contain secondary level items (aka dropdown items)
he_il: אפשרות זו חלה רק על תפריטים המכילים פריטים ברמה משנית (פריטי aka dropdown)

source: Fade In
he_il: עמעום פנימה

source: Menu Icon Size
he_il: גודל אייקון בתפריט

source: Select the menu icon size
he_il: בחר את גודל האייקון בתפריט

source: Select the menu icon color
he_il: בחר את צבע האייקון בתפריט

source: Select the menu icon hover color
he_il: בחר את צבע האייקון בתפריט בעת מעבר

source: Menu Items Alignment
he_il: יישור פריטים בתפריט

source: Choose the menu items alignment
he_il: בחר את יישור הפריטים בתפריט

source: Social Icons
he_il: אייקונים חברתיים

source: Enable social icons?
he_il: לאפשר אייקונים חברתיים?

source: Your social links can be set from the
he_il: ניתן להגדיר את הקישורים החברתיים שלך מ

source: section under the General tab.
he_il: קטע תחת הלשונית הכללית

source: Select the social icons color
he_il: בחר את צבע האייקונים החברתיים
