Repository: millrivermusic/MillRiverMusic
Catalog: themes/the-core-parent/languages/*.po
Languages: he_il

source: Select the social icons hover color
he_il: בחר את צבע המעבר של האייקונים החברתיים

source: Enter icon size in pixels. Ex: 16
he_il: הכנס גודל אייקון בפיקסלים. לדו': 16

source: Background Color
he_il: צבע רקע

source: Select header background color
he_il: בחר את צבע הרקע של ההאדר

source: Dropdown Bg Color
he_il: צבע רקע Dropdown

source: Select the dropdown background color
he_il: בחר את צבע הרקע לרשימה נפתחת

source: Dropdown Links Color
he_il: צבע קישורים ברשימה נפתחת

source: Select the dropdown links color
he_il: בחר את צבע הקישורים ברשימה נפתחת

source: Set the top margin in px
he_il: בחר את השוליים העליונים בפיקסלים

source: Absolute Header
he_il: האדר מוחלט

source: Make the header position absolute?
he_il: לעדכן את מיקום ההאדר כמוחלט?

source: This absolute positioning will put the header on top of the header image.
he_il: מיקום מוחלט זה יכניס את הכותרת על גבי תמונת ההאדר.

source: Select the header background opacity
he_il: בחר את אטימות רקע ההאדר

source: Sticky Header
he_il: האדר דביק

source: Make the header stick with the scroll?
he_il: לאפשר האדר דביק במהלך גלילה?

source: Header Top Bar
he_il: סרגל האדר עליון

source: Enable the header top bar?
he_il: להציג סרגל האדר עליון?

source: Select the header's top bar background color
he_il: בחר את צבע רקע עבור סרגל האדר עליון

source: This top bar text is usually used for an email address or phone no
he_il: טקסט סרגל עליון זה משמש בדרך כלל עבור כתובת מייל או מספר טלפון

source: Socials Position
he_il: מיקום חברתיים

source: Select the socials position
he_il: בחר את מיקום החברתיים

source: Search
he_il: חיפוש

source: Enable search?
he_il: לאפשר חיפוש?

source: Select your prefered search type
he_il: בחר את סוג החיפוש המועדף עליך

source: Input Search
he_il: חיפוש קלט

source: Icon Search
he_il: אייקון חיפוש

source: Change the style / typography of the search
he_il: שנה את העיצוב/טיפוגרפיה של החיפוש

source: Input Text
he_il: הקלד טקסט

source: Enter the placeholder text
he_il: בחר את טקסט מציין המיקום

source: Select the placeholder color
he_il: בחר את צבע מציין המיקום

source: Add a border to input search?
he_il: להוסיף גבול לשדה החיפוש?

source: Icon size in pixels
he_il: מידת אייקון בפיקסלים

source: Container Bg Color
he_il: צבע רקע מילוי

source: Select the container background color
he_il: בחר את צבע הרקע עבור המילוי

source: Select the search position
he_il: בחר את מיקום החיפוש

source: Top Bar
he_il: בר עליון

source: Menu Bar
he_il: בר תפריט

source: Footer
he_il: פוטר

source: Footer Widgets
he_il: יישומי פוטר

source: Show footer widgets?
he_il: להציג יישומי פוטר?

source: Number of Columns
he_il: מספר עמודות

source: Select the number of columns
he_il: בחר את מספר העמודות

source: You can set the widgets displayed in the footer from the
he_il: ניתן להגדיר את היישומים המוצגים בפוטר דרך

source: Widgets section
he_il: אזור יישומים

source: under Appearance.
he_il: מוגדר כמופיע

source: Select the background for your widget area
he_il: בחר את הרקע של אזור היישומים שלך

source: Titles Color
he_il: צבע כותרות

source: Select the footer widgets titles color
he_il: בחר את צבע כותרות היישומים בפוטר

source: Body Text Color
he_il: צבע גוף טקסט

source: Select the footer widgets body text color
he_il: בחר את צבע גוף הטקסט ביישומי הפוטר

source: Show menu bar?
he_il: להציג בר תפריט

source: Footer Menu
he_il: תפריט פוטר

source: Show footer navigation menu?
he_il: להציג את תפריט הניווט בפוטר?

source: You can set this navigation menu from
he_il: אתה יכול להגדיר תפריט ניווט זה דרך

source: Menu section
he_il: אזור תפריט

source: Note that only the top level items will be displayed.
he_il: שמים לב שרק הפריטים בחלק העליון יוצגו.

source: Footer Logo
he_il: לוגו פוטר

source: Show footer logo?
he_il: להציג לוגו פוטר?

source: Upload a logo for the footer
he_il: העלה לוגו עבור הפוטר

source: Select the background for your menu bar
he_il: בחר רקע לתפריט הבר שלך

source: Footer Socials
he_il: חברתיים בפוטר

source: Display footer social icons?
he_il: להציג אייקונים חברתיים בפוטר?

source: Social Icons Color
he_il: צבע אייקונים חברתיים

source: Social Icons Hover Color
he_il: צבע אייקונים חברתיים במעבר

source: Copyright
he_il: קופירייט

source: Please enter the copyright text
he_il: בחר את טקסט הקופירייט

source: Select the copyright position
he_il: בחר את מיקום הקופירייט

source: Spacing
he_il: ריווח

source: bottom
he_il: תחתית

source: Select the copyright background color
he_il: בחר את צבע רק הקופירייט

source: Colors
he_il: צבעים

source: Color Palette
he_il: פלטת צבעים

source: Color 1
he_il: צבע 1

source: This color affects different elements across the website. Note that changing this color will also change the default color in all the options across the admin.
he_il: צבע זה משפיע על אלמנטים שונים בתוך האתר. שים לב ששינוי צבע זה ישנה גם את צבע ברירת המחדל בכל האפשרויות של מנהל המערכת.

source: Color 2
he_il: צבע 2

source: Color 3
he_il: צבע 3

source: Color 4
he_il: צבע 4

source: Color 5
he_il: צבע 5

source: Links Color
he_il: צבע קישורים

source: normal state
he_il: מצב רגיל

source: hover state
he_il: מצב מעבר

source: Buttons Color
he_il: צבע כפתורים

source: Typography
he_il: טיפוגרפיה

source: Subtitles
he_il: כותרות משנה

source: Buttons
he_il: כפתורים

source: Select buttons hover color
he_il: בחר צבע מעבר של כפתורים

source: Blog Widgets Title Links
he_il: קישורי כותרות יישומים בבלוג

source: Select blog widgets title hover color
he_il: בחר את צבע המעבר של כותרות היישומים בבלוג

source: Blog Widgets Spacing
he_il: ריווח יישומים בבלוג

source: Select the blog widgets spacing in pixels
he_il: בחר את ריווח היישומים בבלוג בפיקסלים

source: NORMAL
he_il: רגיל

source: UPPERCASE
he_il: אות גדולה

source: Header Menu
he_il: תפריט האדר

source: Select the menu items hover color
he_il: בחר צבע מעבר לפריטי התפריט

source: Menu Items Spacing
he_il: ריווח פריטי תפריט

source: Select the menu items spacing in pixels
he_il: בחר את ריווח הפריטים בתפריט בפיקסלים

source: Footer Copyright
he_il: קופירייט פוטר

source: Forms
he_il: טפסים

source: Custom CSS
he_il: CSS מותאם

source: Quick CSS
he_il: CSS מהיר

source: Quick Css changes that will be applied to the theme
he_il: שינויי Css מהירים שיחולו על התבנית

source: If you need to change major portions of the theme please add your custom CSS in the <strong>style.css</strong> file. This file is located on your server in the <strong>/child-theme/</strong> style.css
he_il: אם עליך לשנות את החלקים העיקריים של העיצוב, הוסף את ה- CSS המותאם שלך בקובץ style.css. קובץ זה נמצא בשרת שלך ב / child-theme / style.css

source: The version of WordPress installed on your site.
he_il: הגרסה של וורדפרס מותקנת אצלך באתר

source: We recommend you update WordPress to the latest version. The minimum required version for this theme is:
he_il: אנו ממליצים שתעדכן את WordPress לגירסה העדכנית ביותר. הגרסה המינימלית הנדרשת עבור תבנית זו היא:

source: Do that right now
he_il: בצע זאת כעת

source: The version of WordPress installed on your site
he_il: הגרסה של וורדפרס המותקנת אצלך באתר

source: Displays whether or not WordPress is in Debug Mode. This mode is used by developers to test the theme. We recommend you turn it off for an optimal user experience on your website.
he_il: מציג האם WordPress נמצא במצב Debug או לא. מצב זה משמש את המפתחים לבדיקת התבנית. אנו ממליצים שתכבה אותו לטובת חוויית משתמש אופטימלית באתר שלך.

source: Learn how to do it
he_il: למד כיצד לעשות זאת

source: Displays whether or not WordPress is in Debug Mode
he_il: מציג האם וורדפרס נמצא במצב ניקוי באגים או לו

source: The maximum amount of memory (RAM) that your site can use at one time.
he_il: תנועת כמות הזיכרון המרבי (RAM) שהאתר שלך יכול להשתמש בו בעת ובעונה אחת.

source: We recommend setting memory to at least <strong>256MB</strong>. Please define memory limit in <strong>wp-config.php</strong> file.
he_il: אנו ממליצים להגדיר את הזיכרון לפחות <strong> 256MB </ strong>. הגדר מגבלת זיכרון בקובץ <strong> wp-config.php </ strong>.

source: The maximum amount of memory (RAM) that your site can use at one time
he_il: כמות הזיכרון המקסימלית (RAM) שהאתר שלך יכול להשתמש בו בפעם אחת

source: The version of PHP installed on your hosting server.
he_il: גירסת PHP מותקנת בשרת האירוח שלך.

source: We recommend you update PHP to the latest version. The minimum required version for this theme is:
he_il: אנו ממליצים שתעדכן את PHP לגרסה העדכנית ביותר. הגרסה המינימלית הנדרשת עבור תבנית זו היא:

source: Contact your hosting provider, they can install it for you.
he_il: צור קשר עם ספק האירוח שלך, הם יכולים לבצע את ההתקנה עבורך.

source: The version of PHP installed on your hosting server
he_il: גירסת PHP מותקנת בשרת האירוח שלך.

source: No PHP Installed
he_il: לא הותקן PHP

source: The largest file size that can be contained in one post.
he_il: גודל הקובץ המירבי שניתן להכיל בהודעה אחת.

source: We recommend setting the post maximum size to at least:
he_il: אנו ממליצים להגדיר את הגודל המרבי של הפוסט לפחות:

source: The largest file size that can be contained in one post
he_il: גודל הקובץ המירבי שניתן להכיל בהודעה אחת.

source: The amount of time (in seconds) that your site will spend on a single operation before timing out (to avoid server lockups).
he_il: משך הזמן (בשניות) שהאתר שלך יצטרך כדי לבצע פעולה אחת לפני תזמון (כדי למנוע את נעילת השרתים).

source: We recommend setting the maximum execution time to at least
he_il: אנו ממליצים להגדיר את זמן הביצוע המקסימלי לפחות

source: The amount of time (in seconds) that your site will spend on a single operation before timing out (to avoid server lockups)
he_il: משך הזמן (בשניות) שהאתר שלך יבצע פעולה אחת לפני תזמון (כדי למנוע נעילת שרתים)

source: The maximum number of variables your server can use for a single function to avoid overloads.
he_il: המספר המרבי של משתנים שהשרת שלך יכול להשתמש בהם עבור פונקציה אחת, כדי למנוע עומס יתר.

source: Please increase the maximum input variables limit to:
he_il: הגדל את מגבלת המשתנים המקסימלית שניתן לקלוט ל:

source: Suhosin is an advanced protection system for PHP installations and may need to be configured to increase its data submission limits
he_il: Suhosin היא מערכת הגנה מתקדמת עבור התקנות PHP וייתכן שיהיה צורך להגדירה להגדלת מגבלות הצגת הנתונים שלה

source: %s - Recommended Value is: %s. <a href="%s" target="_blank">Increasing max input vars limit.</a>
he_il: הערך המומלץ הוא: href="%s" target="_blank"> הגדלת מגבלת הקלט המקסימלית. </a>

source: Suhosin is an advanced protection system for PHP installations.
he_il: Suhosin היא מערכת הגנה מתקדמת עבור התקנות PHP.

source: The version of MySQL installed on your hosting server.
he_il: גרסת MySQL מותקנת בשרת האירוח שלך.

source: We recommend you update MySQL to the latest version. The minimum required version for this theme is:
he_il: אנו ממליצים שתעדכן את MySQL לגרסה העדכנית ביותר. הגרסה המינימלית הנדרשת עבור תבנית זו היא:

source: The version of MySQL installed on your hosting server
he_il: גרסת MySQL מותקנת בשרת האירוח שלך.

source: We recommend setting the maximum upload file size to at least:
he_il: אנו ממליצים להגדיר את גודל הקובץ המרבי להעלאה לפחות:

source: Payment gateways can use cURL to communicate with remote servers to authorize payments, other plugins may also use it when communicating with remote services
he_il: שערי תשלום יכולים להשתמש ב- cURL כדי לתקשר עם שרתים מרוחקים על מנת לאשר תשלומים, תוספים אחרים יכולים גם להשתמש בו בעת תקשורת עם שירותים מרוחקים

source: Payment gateways can use cURL to communicate with remote servers to authorize payments, other plugins may also use it when communicating with remote services. Your server does not have <strong>fsockopen</strong> or <strong>cURL</strong> enabled thus PayPal IPN and other scripts which communicate with other servers will not work. Contact your hosting provider, they can install it for you.
he_il: שערי תשלום יכולים להשתמש ב- cURL כדי לתקשר עם שרתים מרוחקים על מנת לאשר תשלומים, תוספים אחרים יכולים גם להשתמש בו בעת תקשורת עם שירותים מרוחקים. לשרת שלך אין <strong> fsockopen </ strong> או <strong> cURL </ strong> מופעל, ולכן ה- PayPal IPN וסקריפטים אחרים אשר מתקשרים עם שרתים אחרים לא יעבדו. צור קשר עם ספק האחסון שלך, הוא יכולים להתקין את זה בשבילך.

source: Requirements
he_il: דרישות

source: WordPress Environment
he_il: סביבת וורדפרס

source: Home URL
he_il: כתובת עמוד הבית

source: The URL of your site's homepage
he_il: קישור URL של עמוד הבית באתר שלך

source: Site URL
he_il: קישור URL של האתר

source: The root URL of your site
he_il: כתובת URL של האתר שלך

source: WP Version
he_il: גרסת WP

source: Whether or not you have WordPress Multisite enabled
he_il: האם יש או אין לך מולטיסייט וורדפרס קיים?

source: WP Debug Mode
he_il: מצב איתור באגים WP

source: WP Memory Limit
he_il: הגבלת זכרון WP

source: Server Environment
he_il: סביבת שרת

source: Server Info
he_il: פרטי שרת

source: Information about the web server that is currently hosting your site
he_il: מידע על שרת האינטרנט המארח כעת את האתר שלך

source: PHP Version
he_il: גרסת PHP

source: PHP Post Max Size
he_il: גודל מקסימלי לפוסט PHP

source: PHP Time Limit
he_il: מגבלת זמן PHP

source: PHP Max Input Vars
he_il: קלט Vars מקסימלי ל-PHP

source: SUHOSIN Installed
he_il: SUHOSIN מותקן

source: ZipArchive is required for importing demos. They are used to import and export zip files specifically for sliders
he_il: ZipArchive נדרש לייבוא ​​קבצי דמו. הם משמשים לייבא ולייצא קבצי zip במיוחד עבור מצגות

source: ZipArchive is required for importing demos. They are used to import and export zip files specifically for sliders.
he_il: ZipArchive נדרש לייבוא ​​קבצי דמו. הם משמשים לייבא ולייצא קבצי zip במיוחד עבור מצגות

source: MySQL Version
he_il: גרסת MySQL

source: Max Upload Size
he_il: גודל העלאה מקסימלי

source: Meets minimum requirements
he_il: עונה על דרישות המינימום

source: We have some improvements to suggest
he_il: יש לנו כמה שיפורים להציע

source: Add Image
he_il: הוסף תמונה

source: Upload header image
he_il: העלה תמונת האדר

source: You can set a general header image for all your courses and course categories from the Theme Settings page under the
he_il: ניתן להגדיר תמונת האדר כללית עבור כל הקורסים שלך וקטגוריות הקורס מתוך עמוד הגדרות התבנית תחת

source: Courses tab
he_il: לשונית קורסים

source: You can set a general header image for all your events and event categories from the Theme Settings page under the
he_il: באפשרותך להגדיר תמונת כותרת כללית עבור כל האירועים וקטגוריות האירועים שלך מתוך עמוד 'הגדרות תבנית' תחת ה

source: Events tab
he_il: לשונית אירועים

source: You can set a general header image for all your lessons and lesson categories from the Theme Settings page under the
he_il: ניתן להגדיר תמונת האדר כללית עבור כל השיעורים וקטגוריות השיעורים מתוך העמוד 'הגדרות תבנית' תחת

source: Lessons tab
he_il: לשונית שיעורים

source: Project Gallery Type
he_il: סוג גלריית פרוייקט

source: Select the prefered gallery display type
he_il: בחר את סוג התצוגה הרצוי לגלריה

source: You can set a general header image for all your portfolios and portfolio categories from the Theme Settings page under the
he_il: באפשרותך להגדיר תמונת כותרת כללית עבור כל תיקי העבודות וקטגוריות לתיק עבודות מתוך עמוד 'הגדרות תבנית' תחת ה

source: Portfolio tab
he_il: לשונית תיק עבודות

source: You can set a general header image for all your lessons from the Theme Settings page under the
he_il: ניתן להגדיר תמונת האדר כללית עבור כל השיעורים מהעמוד 'הגדרות תבנית' תחת

source: You can set a general header image for all your quiz questions from the Theme Settings page under the
he_il: ניתן להגדיר תמונת האדר כללית עבור כל שאלות הבחינה שלך מתוך העמוד 'הגדרות תבנית' תחת

source: You can set a general header image for all your quizzes from the Theme Settings page under the
he_il: ניתן להגדיר תמונת האדר כללית לכל שאלות המבדקים שלך מתוך העמוד 'הגדרות תבנית' תחת

source: You can set a general header image for all your pages from the Theme Settings page under the
he_il: ניתן להגדיר תמונת האדר כללית עבור כל העמודים שלך מתוך העמוד 'הגדרות תבנית' תחת

source: Pages tab
he_il: לשונית עמודים

source: Post Settings
he_il: הגדרות פוסט

source: Select the featured image alignment
he_il: בחר את יישור התמונה המוצגת

source: This option applies on post listing pages and not on the post detail page.
he_il: אפשרות זו קיימת בעמודי רשימת פוסטים ולא בעמוד פרטי הפוסט.

source: Image Ratio
he_il: יחס תמונה

source: Choose the featured image format
he_il: בחר את פורמט התמונה המוצגת

source: Make the featured image round
he_il: הצג את התמונה כעיגול

source: This option applies on post listing pages and not on the post detail page. Keep in mind that you can modify the default settings for this option from the
he_il: אפשרות זו חלה על עמודי רשימת פוסטים ולא בעמוד פרטי הפוסט. שים לב כי באפשרותך לשנות את הגדרות ברירת המחדל עבור אפשרות זו מתוך

source: Posts Tab
he_il: לשונית פוסטים

source: on the Theme Settings page.
he_il: בעמוד הגדרות התבנית

source: Keep in mind that you can modify the default settings for this option from the
he_il: שים לב כי באפשרותך לשנות את הגדרות ברירת המחדל עבור אפשרות זו מתוך

source: You can set a general header image for all your posts and blog categories from the Theme Settings page under the
he_il: ניתן להגדיר תמונת האדר כללית עבור כל הפוסטים וקטגוריות הבלוג שלך מתוך העמוד 'הגדרות תבנית' תחת

source: Posts tab
he_il: לשונית פוסטים

source: You can set a general header image for all your products and product categories from the Theme Settings page under the
he_il: ניתן להגדיר תמונת האדר כללית עבור כל המוצרים וקטגוריות המוצרים שלך מתוך העמוד 'הגדרות תבנית' תחת

source: Products tab
he_il: לשונית מוצרים

source: Upload the image for header
he_il: העלה את תמונת ההאדר

source: You can set a default header image for all your blog categories and post from the Theme Settings page under the
he_il: ניתן להגדיר תמונת האדר ברירת מחדל עבור כל הקטגוריות ופוסט בבלוג מהעמוד 'הגדרות תבנית' תחת

source: Select what title will be displayed in the category header
he_il: בחר איזו כותרת תוצג בראש הקטגוריה

source: This title appears on this category page only and will be displayed in the header.
he_il: כותרת זו מופיעה בעמוד קטגוריה זו בלבד, ותוצג בראש העמוד.

source: You can set a default header image for all your event categories and event post from the Theme Settings page under the
he_il: ניתן להגדיר תמונת האדר ברירת מחדל עבור כל קטגוריות האירועים ופוסט האירוע שלך מתוך העמוד 'הגדרות תבנית' תחת

source: You can set a default header image for all your portfolio categories and post from the Theme Settings page under the
he_il: ניתן להגדיר תמונת האדר ברירת מחדל עבור כל קטגוריות תיק העבודות שלך ופוסט, מתוך העמוד 'הגדרות תבנית' תחת

source: Category Icon
he_il: אייקון קטגוריה

source: Select the category icon
he_il: בחר את אייקון הקטגוריה

source: By
he_il: באמצעות

source: Reply
he_il: תשובה

source: Archives
he_il: ארכיון

source: Prev Page
he_il: העמוד הקודם

source: Next Page
he_il: העמוד הבא

source: Newer
he_il: החדש ביותר

source: Older
he_il: הישן ביותר

source: Search results
he_il: תוצאות חיפוש

source: All Categories
he_il: כל הקטגוריות

source: Unable to communicate with Instagram.
he_il: לא ניתן לתקשר עם אינסטרגרם.

source: Instagram has returned invalid data.
he_il: אינסטגרם החזיר קבצים לא חוקיים

source: Comments
he_il: תגובות

source: fadeIn
he_il: עמעום פנימה

source: fadeInDown
he_il: עמעום פנימה מלמטה

source: fadeInLeft
he_il: דעיכה מימין

source: fadeInRight
he_il: דעיכה משמאל

source: fadeInUp
he_il: דעיכה מלמעלה

source: fadeOut
he_il: דעיכה

source: fadeOutDown
he_il: דעיכה מלמעטה

source: fadeOutLeft
he_il: דעיכה משמאל

source: fadeOutRight
he_il: דעיכה מימין

source: fadeOutUp
he_il: דעיכה מלמעלה

source: General Widget Area
he_il: אזור יישום כללי

source: Footer Column 1
he_il: עמודת פוטר 1

source: Footer Column 2
he_il: עמודת פוטר 2

source: Footer Column 3
he_il: עמודת פוטר 3

source: Footer Column 4
he_il: עמודת פוטר 4

source: Ticket Price
he_il: מחיר כרטיס

source: Enter the ticket price
he_il: הכנס את מחיר הכרטיס

source: Event currency options can be found in Theme Settings
he_il: אפשרויות מטבע אירוע ניתן למצוא בהגדרות התבנית

source: on the Events tab.
he_il: בלשונית אירועים.

source: Ticket Link
he_il: קישור כרטיס

source: Enter the ticket link
he_il: הכנס את קישור הכרטיס

source: No. of Available Tickets
he_il: מספר כרטיסים זמינים

source: Enter the number of available tickets
he_il: הכנס את מספר הכרטיסים הזמינים

source: The Advisors
he_il: היועצים

source: Kid Quest
he_il: מסע ילד

source: The Trip
he_il: הטיול

source: Hitched
he_il: רתום

source: Spotless
he_il: ללא רבב

source: Creed
he_il: תפיסה

source: Hope
he_il: תקווה

source: Gourmet
he_il: גורמה

source: Keynote
he_il: מפתח

source: The College
he_il: המכללה

source: Swipe
he_il: דפדוף

source: The Pathfinder
he_il: המנתב

source: Theme
he_il: תבנית

source: Top Primary Menu
he_il: תפריט ראשי עליון

source: Top Secondary Menu
he_il: תפריט משני עליון

source: Please go to the
he_il: אנא פנה אל

source: Menu
he_il: תפריט

source: section, create a menu and then select the newly created menu from the Theme Locations box from the left.
he_il: קטע, צור תפריט ולאחר מכן בחר את התפריט החדש שנוצר מתוך תבנית המיקומים הנמצאת בתיבה משמאל.

source: Please select a Top Secondary Menu from the
he_il: אנא בחר תפריט משני עליון מתוך

source: Menu Locations
he_il: מיקומי תפריט

source: tab in order to make your header display as intended.
he_il: צור לשונית על מנת שההאדר שלך יופיע כראוי

source: LayerSlider WP
he_il: שכבת מצגת WP

source: WooCommerce
he_il: ווקומרס

source: Sorry you are an error in ajax, please contact the administrator of the website
he_il: מצטערים, זוהי שגיאה ב- ajax, פנה למנהל האתר

source: Install Required Plugins
he_il: התקן תוספים נדרשים

source: Install Plugins
he_il: התקן תוספים

source: Installing Plugin: %s
he_il: מתקין תוסף: %s

source: Updating Plugin: %s
he_il: מעדכן תוסף: %s

source: Something went wrong with the plugin API.
he_il: משהו השתבש בממשק ה- API של התוסף.

source: Return to Required Plugins Installer
he_il: חזור למתקין תוספים נדרשים

source: Return to the Dashboard
he_il: חזור ללקוח הבקרה

source: Plugin activated successfully.
he_il: תוסף הופעל בהצלחה.

source: The following plugin was activated successfully:
he_il: התוספים הבאים הופעלו בהצלחה:

source: No action taken. Plugin %1$s was already active.
he_il: לא נעשתה שום פעולה. %1$s מהתוסף היו כבר מותקנים.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
he_il: התוסף לא הופעל. יש צורך בגרסה גבוהה יותר של% s עבור תבנית זו. אנא עדכן את התוסף.

source: All plugins installed and activated successfully. %1$s
he_il: כל התוספים הותקנו והופעלו בהצלחה. %1$s

source: Dismiss this notice
he_il: בטל הודעה זו

source: There are one or more required or recommended plugins to install, update or activate.
he_il: יש תוסף אחד או יותר נדרש או מומלץ להתקנה, עדכן או הפעל.

source: Please contact the administrator of this site for help.
he_il: צור קשר עם מנהל המערכת של אתר זה לקבלת עזרה.

source: Update Required
he_il: נדרש עדכון

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
he_il: חבילת התוסף החיצוני אינה מכילה תיקיה עם הSlug הרצוי ושינוי השם לא עובד.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
he_il: אנא צור קשר עם ספק התוסף ובקש ממנו לערוך את התוסף שלו בהתאם להנחיות של WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
he_il: חבילת התוסף המרוחק מורכבת מיותר מקובץ אחד, אך הקבצים אינם נוספו לתיקייה.

source: Required
he_il: נדרש

source: Recommended
he_il: מומלץ

source: WordPress Repository
he_il: מאגר וורדפרס

source: External Source
he_il: מקור חיצוני

source: Not Installed
he_il: לא הותקן

source: Installed But Not Activated
he_il: הותקן אך לא הופעל

source: Active
he_il: הפעל

source: Required Update not Available
he_il: עדכון נדרש לא זמין
