Repository: millrivermusic/MillRiverMusic
Catalog: themes/the-core-parent/languages/*.po
Languages: he_il

source: Website Width
he_il: רוחב אתר

source: 404 - Page Not Found
he_il: העמוד שחיפשת לא נמצא - 404

source: It looks like nothing was found at this location. Maybe try a search?
he_il: נראה שאין שום דבר במיקום הזה, אולי תנסה חיפוש?

source: Leave your comment
he_il: השאר הערה\הודעה

source: Leave a Reply to %s
he_il: Leave a Reply to %s(ar)

source: Cancel Reply
he_il: בטל תגובה

source: Submit Comment
he_il: השאר/י תגובה

source: Comment
he_il: תגובה

source: You must be
he_il: את\ה חייב\ת להיות

source: logged in
he_il: מחובר\ת

source: to post a comment.
he_il: כדי לפרסם תגובה

source: Logged in as
he_il: מחובר\ת כ-

source: Log out of this account
he_il: התנתק\י מחשבון זה

source: Log out?
he_il: התנתק\י?

source: Display Name
he_il: שם תצוגה

source: Email Address
he_il: כתובת אימייל

source: (will not be shared)
he_il: (לא ישותפו)

source: no replies
he_il: אין תגובות

source: 1 reply added
he_il: נוספה תגובה 1

source: % replies added
he_il: % תגובות נוספו

source: 0 Comments
he_il: 0 תגובות

source: 1 Comment
he_il: תגובה אחת

source: % Comments
he_il: % תגובות

source: Previous
he_il: קודם

source: Next
he_il: הבא

source: Comments are closed.
he_il: תגובות סגורות.

source: Article by
he_il: מאמר מאת

source: Nothing Found
he_il: שום דבר לא נמצא

source: Ready to publish your first post?
he_il: מוכן לפרסם את הפוסט הראשון שלך?

source: Get started here
he_il: התחל כאן

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
he_il: מצטערים, אך דבר לא תואם את החיפוש שלך. בבקשה נסה\י שוב עם מילות חיפוש אחרות.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
he_il: נראה שאיננו יכולים למצוא את מה שאת\ה מחפש\ת. אולי חיפוש יכול לעזור.

source: Pages:
he_il: דפים:

source: Previous Course
he_il: קורס קודם

source: Next Course
he_il: קורס הבא

source: Previous Story
he_il: סיפור קודם

source: Next Story
he_il: סיפור הבא

source: Could not generate dynamic CSS file.
he_il: לא יכול לייצר קובץ CSS דינאמי.

source: Google Calendar
he_il: יומן Google

source: Ical Export
he_il: ייבוא אירועים

source: Start
he_il: התחלה

source: More
he_il: יותר

source: End
he_il: סיום

source: Speakers
he_il: רמקולים

source: Tickets Available:
he_il: כרטיסים זמינים:

source: Price:
he_il: מחיר:

source: BUY TICKETS
he_il: קנה\י כרטיסים

source: Your comment is awaiting moderation.
he_il: ב

source: Pingback:
he_il: התראת קישור

source: Edit
he_il: ערוך

source: Rating
he_il: דירוג

source: Join in:
he_il: הצטרף\י:

source: leave your comment
he_il: השאר תגובה

source: Message
he_il: הודעה

source: Comments:
he_il: תגובות:

source: Contact form
he_il: טופס יצירת קשר

source: Build contact forms
he_il: בנה\י טפסי יצירת קשר

source: Content Elements
he_il: אלמנט תוכן

source: Go to Docs
he_il: לך\י אל מסמכים

source: Form Fields
he_il: שדות הטופס

source: Settings
he_il: הגדרות

source: Options
he_il: אפשרויות

source: Email To
he_il: שלח\י אימייל אל

source: We recommend you to use an email that you verify often
he_il: אנחנו ממליצים להשתמש באימייל שאת\ה מאמת\ת לעיתים קרובות

source: The form will be sent to this email address.
he_il: הטופס ישלח לכתובת אימייל הזאת.

source: Subject Message
he_il: נושא ההודעה

source: This text will be used as subject message for the email
he_il: טקסט זה יהיה נושא ההודעה עבור המייל

source: Contact Form
he_il: טופס יצירת קשר

source: Custom Style
he_il: סגנון מותאם אישית

source: Change the style / typography of this button
he_il: שנה סגנון\טיפוגרפיה של כפתור זה

source: Styling
he_il: סגנון

source: Style
he_il: סגנון

source: Choose button style
he_il: בחר\י את סגנון הכפתור

source: Corner Radius
he_il: רדיוס פינה

source: Enter the corner radius in pixels
he_il: הכנס את רדיוס הפינה בפיקסלים

source: Border size in pixels
he_il: גודל הגבול בפיקסלים

source: Normal Color
he_il: צבע רגיל

source: Select normal color
he_il: בחר צבע רגיל

source: The default color palette can be changed from the
he_il: ברירה המחדל לפלטת הצבעים יכולה להשתנות מ

source: Colors section
he_il: אגף הצבעים

source: found in the Theme Settings page
he_il: נמצא בדף הגדרות נושא

source: Hover Color
he_il: צבע מעבר

source: Select hover color
he_il: בחר צבע מעבר

source: Change the style / typography of this shortcode
he_il: שנה את העיצוב/טיפוגרפיה של הקוד קיצור

source: Label
he_il: תווית

source: Select text hover color
he_il: בחר צבע מעבר לטקסט

source: This is the text that appears on your button
he_il: זה הטקסט שיופיע על הכפתור שלך

source: Button Size
he_il: גודל הכפתור

source: Choose button size
he_il: בחר\י את גודל הכפתור

source: Small
he_il: קטן

source: Normal
he_il: רגיל

source: Large
he_il: גדול

source: Custom
he_il: מותאם אישית

source: Width
he_il: רוחב

source: Enter button width in pixels
he_il: הכנס\י את רוחב הכפתור בפיקסלים

source: Height
he_il: גובה

source: Enter button height in pixels
he_il: הכנס\י את גובה הכפתור בפיקסלים

source: Make this button full width?
he_il: לעשות כפתור זה ברוחב מלא?

source: Yes
he_il: כן

source: No
he_il: לא

source: Alignment
he_il: יישור

source: Choose button alignment
he_il: בחר\י יישור כפתור

source: Left
he_il: שמאל

source: Center
he_il: מרכז

source: Right
he_il: ימין

source: Icon
he_il: סמל

source: Select icon type
he_il: בחר\י סוג הסמל

source: Custom Upload
he_il: העלאה מותאמת אישית

source: Choose the icon position
he_il: בחר\י את מיקום הסמל

source: Icon Size
he_il: גודל הסמל

source: Enter the icon size in pixels
he_il: הכנס\י את גודל הסמל בפיקסלים

source: Submit Button
he_il: כפתור שליחה

source: Redirect Page
he_il: דף הפניה מחדש

source: Enter a custom page URL
he_il: הכנס\י דף URL בהתאמה אישית

source: After the form is successful submitted the user will be redirected to this page. This is usually a thank you page.
he_il: לאחר שהטופס יישלח בהצלחה המשתמש יופנה לדף זה. זהו בדר"כ דף תודה למשתמש.

source: Success Message
he_il: הודעת הצלחה

source: This text will be displayed when the form will successfully send
he_il: טקסט זה יוצג כאשר הטופס ישלח בהצלחה

source: Message sent!
he_il: הודעה נשלחה!

source: Failure Message
he_il: הודעת שגיאה

source: This text will be displayed when the form will fail to be sent
he_il: טקסט זה יוצג כאשר הטופס לא ישלח

source: Oops something went wrong.
he_il: אופס, משהו נכשל.

source: Mailer
he_il: מוסר מייל

source: Form Title
he_il: כותרת הטופס

source: Form Subtitle
he_il: תת-כותרת הטופס

source: Placeholder Text
he_il: טקסט הבעלים

source: Default Text
he_il: טקסט דיפולטי

source: Instructions for Users
he_il: הוראות למשתמשים

source: Form Bg Color
he_il: צבע רקע טופס

source: Select form background
he_il: בחר\י רקע לטופס

source: None
he_il: אף אחד

source: Select form background color
he_il: בחר\י צבע רקע לטופס

source: Form Padding
he_il: ריפוד טופס

source: top
he_il: חלק עליון

source: right
he_il: ימין

source: bottom
he_il: צד תחתון

source: left
he_il: שמאל

source: Fields Border
he_il: גבול שדות

source: Add a border to the fields?
he_il: להוסיף גבול לשדות?

source: Select border color
he_il: בחר צבע גבול

source: Fields Bg Color
he_il: צבעי רקע שדות

source: Select fields background
he_il: בחר\י רקע לשדות

source: Select fields background color
he_il: בחר\י צבע רקע עבור השדות

source: Responsive Behavior
he_il: התנהגות רספונסיבית

source: Desktop
he_il: שולחן עבודה

source: Display this shortcode on desktop?
he_il: להציג קיצור דרך זה על שולחן העבודה?

source: Applies to devices with the resolution higher then 1200px (desktops and laptops)
he_il: הצג במכשירים עם רזולוציה מעל 1200 מגה פיקסל (שולחן עבודה ולפטופ)

source: Tablet Landscape
he_il: נראות בטאבלט

source: Display this shortcode on tablet landscape?
he_il: להציג את קיצור הקוד בנראות בטאבלט?

source: Applies to devices with the resolution between 992px - 1199px (tablet landscape)
he_il: הצג במכשירים עם רזולוציה בטווח שבין 922-1199 מגה פיקסל (נראות טאבלט)

source: Tablet Portrait
he_il: תצוגת טאבלט

source: Display this shortcode on tablet portrait?
he_il: להציג את קיצור הקוד בתצוגת טאבלט?

source: Applies to devices with the resolution between 768px - 991px (tablet portrait)
he_il: הצג במכשירים עם רזולוציה בטווח שבין 768-991 מגה פיקסל (תצוגת טאבלט)

source: Smartphone
he_il: טלפון חכם

source: Display this shortcode on smartphone?
he_il: להציג קיצור דרך זה בטלפון החכם?

source: Applies to devices with the resolution up to 767px (smartphones both portrait and landscape as well as some low-resolution tablets)
he_il: מופעל במכשירים עם רזולוציה מעל 767px (סמארטפונים, הן לאורך והן לרוחב, כמו גם בטאבלטים עם רזולוציה נמוכה)

source: Link
he_il: קישור

source: Enter the link
he_il: הכנס\י את הקישור

source: Slides Interval
he_il: מרווח שקופיות

source: Enter the slides interval in milliseconds
he_il: בחר את משך עצירת השקופיות באלפיות השנייה

source: Format
he_il: פורמט

source: Choose the slider format
he_il: בחר\י את תבנית השקופית

source: Change the style / typography
he_il: שנה\י את הסגנון\הטיפוגרפיה

source: Overlay Color
he_il: צבע כיסוי

source: Select the overlay color
he_il: בחר\י את צבע הכיסוי

source: Select the overlay color opacity in %
he_il: בחר\י את אטימות צבע הכיסוי ב-%

source: Button
he_il: כפתור

source: Show button?
he_il: להראות כפתור?

source: View Details
he_il: ראה\י פרטים

source: Title
he_il: כותרת

source: Caption Bg Color
he_il: צבע רקע להערה

source: Select caption background color
he_il: בחר\י צבע רקע לכיתוב

source: Text Position
he_il: מיקום הטקסט

source: Choose the text position for your slide.
he_il: בחר\י את מיקום הטקסט עבור השקופית שלך

source: Button Text
he_il: טקסט עבור כפתור

source: Enter the button text for the button
he_il: הכנס\י את הטקסט עבור הכפתור

source: Button URL
he_il: URL עבור כפתור

source: Enter the button URL
he_il: הכנס URL עבור כפתור

source: Slider Height
he_il: גובה שקופית

source: Enter the slider height in pixels
he_il: הכנס\י את גובה השקופית בפיקסלים

source: Enable image overlay color?
he_il: לאפשר תמונת כיסוי צבע?

source: Description
he_il: תיאור

source: Image / Video Size
he_il: גודל תמונה\ וידאו

source: Select the image / video width in pixels
he_il: בחר את רוחב התמונה/סרטון בפיקסלים

source: Subtitle
he_il: כתוביות

source: Choose a subtitle for your slide.
he_il: בחר\י כתובית לשקופית שלך

source: Select the text position
he_il: בחר את מיקום הטקסט

source: Slider Background
he_il: רקע סליידר

source: Upload an image (1920x997)
he_il: העלה תמונה (1920X997)

source: Upload an image (448x625)
he_il: העלה תמונה (448X625)

source: Slider Background Color
he_il: צבע רקע השקופית

source: Select the slider background color
he_il: בחר\י את צבע רקע השקופית

source: Color
he_il: צבע

source: Select the background color
he_il: בחר\י צבע רקע

source: Portfolio Category
he_il: קטגוריית תיק עבודות

source: Select the portfolio category
he_il: בחר את קטגורית תיק העבודות

source: Slider Before Title
he_il: סליידר לפני כותרת

source: Enter the slider before title text
he_il: הכנס את הסליידר לפני כותרת טקסט

source: Enter some description
he_il: הזן תיאור כלשהו

source: Link More
he_il: קשר עוד

source: Enter the link to all projects
he_il: הזן את הקישור לכל הפרוייקטים

source: Title & Subtitle Bg
he_il: רקע של כותרת וכותרת משנה

source: Select the title and subtitle background color
he_il: בחר צבע רקע לכותרת ולתת-כותרת

source: Category Title
he_il: כותרת קטגוריה

source: Projects Number
he_il: מספר פרוייקט

source: PROJECT
he_il: פרוייקט

source: PROJECTS
he_il: פרוייקטים

source: View All
he_il: ראה\י הכל

source: Slider
he_il: סליידר

source: Add a Slider
he_il: הוסף סליידר

source: Media Elements
he_il: אלמנטים של מדיה

source: Select Slider
he_il: בחר סליידר

source: No Sliders Available
he_il: אין סליידר זמין

source: No Sliders created yet. Please go to the
he_il: לא נוצרה עדין מצדת. אנא פנה ל

source: Sliders page and
he_il: עמודי מצגות ו

source: create a new Slider
he_il: צור סליידר חדש

source: Loading ...
he_il: טוען...

source: Load More
he_il: טען\י יותר

source: Read More
he_il: קרא\י יותר

source: Accordion
he_il: אקורדיון

source: Add an Accordion
he_il: הוסף אקורדיון

source: Tabs Color
he_il: צבע טאבים

source: Select accordion tabs color
he_il: בחר אקודריון צבע טאבים

source: Content Bg
he_il: רקע תוכן

source: Select the content's background color
he_il: בחר את צבע הרקע של התוכן

source: Titles
he_il: כותרות

source: Body Text
he_il: גוף טקסט

source: Tabs
he_il: טאבים

source: Add/Edit Tabs
he_il: הוסף/עדכן טאבים

source: Add tabs
he_il: הוסף טאבים

source: Enter the tab title
he_il: הכנס את כותרת הטאב

source: Content
he_il: תוכן

source: Enter the accordion content
he_il: הכנס את תוכן האקורדיון

source: Default State
he_il: מצב דיפולטי

source: Set the default state for the tab
he_il: ריפוד תוכן

source: Only one tab can be opened. If you choose two opened tabs the first one will be set as opened based on the position in the tab list.
he_il: ניתן לפתוח רק לשונית אחת. אם תבחרו לפתוח שתי לשוניות, הראשונה תוגדר כפתוחה בהתאם למיקום ברשימת הלשונית.

source: Opened
he_il: נפתח

source: Closed
he_il: נסגר

source: Content Padding
he_il: ריפוד תוכן

source: Animation
he_il: אנימציה

source: Enables you to create an animation entrance or exit for this shortcode. Demo previews for the animations can be found <a target="_blank" href="https://daneden.github.io/animate.css/">here</a>.
he_il: מאפשר לך ליצור אנימציית כניסה או יציאה לקוד קיצור זה. ניתן למצוא הדגמות מקדימות עבור הנפשות <a target="_blank" href="https://daneden.github.io/animate.css/">here</a>.

source: Type & Delay
he_il: סיווג והשהיה

source: The type and delay in milliseconds (previews on <a target="_blank" href="https://daneden.github.io/animate.css/">https://daneden.github.io/animate.css/</a>)
he_il: הסיווג וההשהיה באלפית-שניות (תצוגה מקדימה ב: <a target="_blank" href="https://daneden.github.io/animate.css/">https://daneden.github.io/animate.css/</a> )

source: Custom Class
he_il: מחלקה מותאמת

source: Enter custom CSS class
he_il: הכנס מחלקת CSS מותאמת

source: You can use this class to further style this shortcode by adding your custom CSS in the %sCustom CSS%s area.
he_il: ניתן להשתמש במחלקה זו לסגנון נוסף לקוד קיצור על ידי הוספת קוד באזור CSS מותאם

source: Add a Button
he_il: הוסף\הוסיפי כפתור

source: Where should your button link to?
he_il: לאן הכפתור שלך יקשר?

source: Open link in new window?
he_il: פתח קישור בחלון חדש?

source: Open in popup?
he_il: לפתוח בפופאפ?

source: This option will overwrite the Open in new window setting and will work only for images and Vimeo / YouTube videos.
he_il: אפשרות זו תחליף את ההגדרה "פתח בחלון חדש" ותפעל רק עבור תמונות וסרטוני Vimeo / YouTube.

source: The Side by Side alignment option works only if you have 2 or more button shortcodes added.
he_il: האפשרות Side by Side alignment פועלת רק אם יש לך 2 או יותר קיצורי קודים שנוספו.

source: Side by Side
he_il: זה לצד זה

source: Calendar
he_il: לוח שנה

source: Add a Calendar
he_il: הוסף\הוסיפי לוח שנה

source: Population Method
he_il: שיטת אוכלוסין

source: Select calendar population method (Ex: events, custom)
he_il: בחר תבנית נתונים עבור היומן (לדוגמה: אירועים, מותאמים אישית)

source: Calendar Type
he_il: סוג לוח שנה

source: Select calendar type
he_il: בחר\י סוג לוח שנה

source: Daily
he_il: יומי

source: Weekly
he_il: שבוע

source: Monthly
he_il: חודשי

source: Top Month Titles
he_il: הכותרת הטובות ביותר החודש

source: Bottom Month Title
he_il: הכותרות הכי פחות טובות החודש

source: Day Number
he_il: מספר יום

source: Event Title
he_il: כותרת אירוע

source: Days (Previous Month)
he_il: ימים (חודש שעבר)

source: Select event cell background color
he_il: בחר\י צבע רקע של תא האירוע

source: Days (Current Month)
he_il: ימים (חודש נוכחי)

source: Select the cell background color
he_il: בחר\י את צבע הרקע של תא האירוע

source: Today
he_il: היום

source: Event Days
he_il: ימי האירוע

source: Hover
he_il: מעבר

source: Select hover background color
he_il: בחר צבע רקע למעבר

source: Bg Color
he_il: צבע רקע

source: Month Title
he_il: כותרת החודש

source: Days Title
he_il: כותרת הימים

source: Event Bg Color
he_il: צבע רקע לאירוע

source: Select event background color
he_il: בחר צבע רקע לאירוע

source: Heading Bg Color
he_il: צבע רקע לכותרת

source: Select heading background color
he_il: בחר צבע רקע לכותרות

source: Border
he_il: גבול

source: Add a border?
he_il: הוסף\י גבול?

source: Hour Number
he_il: מספר שעה

source: Event Date & Hour
he_il: תאריך&שעה של אירוע

source: Select the background opacity in %
he_il: בחר\י את אטימות הרקע ב-%

source: Start Week On
he_il: התחל שבוע ב-

source: Select first day of week
he_il: בחר\י את היום הראשון של השבוע

source: Monday
he_il: שני

source: Sunday
he_il: ראשון

source: Event
he_il: אירוע

source: Events
he_il: אירועים

source: Calendar: View %s not found
he_il: יומן: תצוגת אחוזים לא נמצאה

source: Calendar: Wrong date format %s. Should be either "now" or "yyyy-mm-dd"
he_il: לוח שנה: פורמט תאריך שגוי. צריך להיות "עכשיו" או "yyyy-mm-dd"

source: Calendar: Event URL is not set
he_il: יומן: אירוע מקושר לא הוגדר

source: Calendar: Wrong navigation direction %s. Can be only "next" or "prev" or "today"
he_il: לוח שנה: כיוון ניווט שגוי. יכול להיות רק "הבא" או "הקודם" או "היום"

source: Calendar: Time split parameter should divide 60 without decimals. Something like 10, 15, 30
he_il: לוח שנה: פרמטר זמן הפרדה צריך להיות מחולק ל-60 ללא ספרות עשרוניות. משהו כמו 10, 15, 30

source: No events in this day.
he_il: אין אירוע ביום זה

source: week %s of %s
he_il: שבוע %s מתוך %s

source: Week
he_il: שבוע

source: All day
he_il: כל היום

source: Time
he_il: זמן

source: Ends before timeline
he_il: מסתיים לפני ציר הזמן

source: Starts after timeline
he_il: מתחיל אחרי ציר הזמן

source: January
he_il: ינואר

source: February
he_il: פברואר

source: March
he_il: מרץ

source: April
he_il: אפריל

source: May
he_il: מאי

source: June
he_il: יוני

source: July
he_il: יולי

source: August
he_il: אוגוסט

source: September
he_il: ספטמבר

source: October
he_il: אוקטובר

source: November
he_il: נובמבר

source: December
he_il: דצמבר

source: Jan
he_il: ינואר

source: Feb
he_il: פברואר

source: Mar
he_il: מרץ

source: Apr
he_il: אפריל

source: Jun
he_il: יוני

source: Jul
he_il: יולי

source: Aug
he_il: אוגוסט

source: Sep
he_il: ספטמבר

source: Oct
he_il: אוקטובר

source: Nov
he_il: נובמבר

source: Dec
he_il: דצמבר

source: Sun
he_il: ראשון

source: Mon
he_il: שני

source: Tue
he_il: שלישי

source: Wed
he_il: רביעי

source: Thu
he_il: חמישי

source: Fri
he_il: שישי

source: Sat
he_il: שבת

source: Layout Elements
he_il: פריסת אלמנטים

source: Column
he_il: עמודה

source: Default Spacing
he_il: ריווח ברירת מחדל

source: Use default left and right spacing?
he_il: להשתמש בריווח ברירת מחדל מימין לשמאל?

source: Default left and right spacings are set to 15px
he_il: ברירת מחדל הריווח לשמאל וימין הוגדרה ל-15px

source: Additional Spacing
he_il: ריווח נוסף

source: Select the column height in pixels
he_il: בחר גובה עמודה בפיקסלים

source: Using fixed heights on columns might impact the responsive behaviour of your website in a negative way. Read
he_il: שימוש בגבהים קבועים על עמודות עשוי להשפיע על ההתנהגות של האתר שלך בצורה שלילית. קרא

source: for more information and best practices
he_il: לקבלת מידע נוסף ושיטות מומלצות

source: Auto
he_il: אוט'

source: Enter the column height in pixels
he_il: הכנס גובה עמודה בפיקסלים

source: Background
he_il: רקע

source: Select the background for your column
he_il: בחר את הרקע לעמודה שלך

source: Image
he_il: תמונה

source: Gradient Color
he_il: מעבר צבע

source: Select how will the background repeat
he_il: בחר כיצד הרקע יחזור על עצמו

source: No-Repeat
he_il: ללא חזרה

source: Repeat
he_il: חזרה

source: Repeat-X
he_il: חזרה-X

source: Repeat-Y
he_il: חזרה-Y

source: Position
he_il: מיקום

source: Select the horizontal background position
he_il: בחר את מיקום הרקע האופקי

source: Select the vertical background position
he_il: בחר את מיקום הרקע הרוחבי

source: Top
he_il: עליון

source: Bottom
he_il: תחתון

source: Size
he_il: מידה

source: Select the background size
he_il: בחר מידה לרקע

source: <strong>Auto</strong> - Default value, the background image has the original width and height.<br><br><strong>Cover</strong> - Scale the background image so that the background area is completely covered by the image.<br><br><strong>Contain</strong> - Scale the image to the largest size such that both its width and height can fit inside the content area.
he_il: ערך ברירת מחדל, תמונת הרקע מקבלת את הרוחב והגובה המקוריים. שנה את קנה המידה של תמונת הרקע כך שאזור הרקע יכוסה כולו על ידי התמונה. עדכן את קנה המידה של התמונה לגודל הגדול ביותר, כך שגם רוחב וגובה שלה יכולים להשתלב בתוך אזור התוכן.

source: Cover
he_il: כיסוי

source: Contain
he_il: תכולה

source: Parallax Effect
he_il: אפקט פאראלקס

source: Create a parallax effect on scroll?
he_il: ליצור אפקט פאראלאקס בגלילה?

source: Select the parallax speed
he_il: בחר את מהירות הפאראלקס

source: Select the gradient orientation
he_il: בחר את כיוון מעבר הצבע

source: Horizontal
he_il: אופקי

source: Vertical
he_il: אנכי

source: Diagonal
he_il: אלכסוני

source: Radial
he_il: רדיאלי

source: Select the gradient color
he_il: בחר מעבר צבע

source: Add a border to this column?
he_il: להוסיף גבול לעמודה?

source: Shadow
he_il: צל

source: Add a shadow?
he_il: להוסיף צל?

source: Horizontal shadow position in pixels (Ex: 10, -15)
he_il: מיקום צל אופקי בפיקסלים (לדוגמה: 10, 15-)

source: Vertical shadow position in pixels (Ex: 12, -10)
he_il: מיקום צל אנכי בפיקסלים (לדוגמה: 12, 10-)

source: The blur distance in pixels
he_il: מרחק הטשטוש בפיקסלים

source: The size of shadow in pixels (Ex: 5, -7)
he_il: גודל הצל בפיקסלים (לדוגמה: 5, 7-)

source: Select the shadow color
he_il: בחר את צבע הצל

source: Display this column on desktop?
he_il: להציג את העמודה על לוח עבודה?

source: Display this column on tablet landscape?
he_il: להציג את העמודה על נראות טאבלט?

source: This spacing will overwrite the spacing set for the column and will be used for devices with the resolution between 992px - 1199px (tablet landscape). Leave blank for default column values.
he_il: מרווח הזה יחליף את המרווח שהוגדר עבור העמודה וישמש להתקנים עם רזולוציה בין 992px - 1199px (תצוגת טאבלט). השאר אזור ריק עבור ערכי עמודות ברירת מחדל.

source: Display this column on tablet portrait?
he_il: להציג את העמודה על תצוגת טאבלט?

source: Choose the responsive tablet display for this column
he_il: בחר את תצוגת הטבלט המותאמת עבור עמודה זו

source: Use this option in order to control how this column behaves on devices with the resolution between 768px - 991px (tablet portrait). Note that on phones all the columns are 1/1 by default.
he_il: השתמש באפשרות זו כדי לשלוט באופן הפעולה של עמודה זו במכשירים עם רזולוציה בין 768px - 991px (תצוגת טאבלט). שים לב שבטלפונים כל העמודות הן 1/1 כברירת מחדל.

source: Automatically inherit default layout
he_il: להעביר אוטומטית את פריסת ברירת המחדל

source: Make it a 1/6 column
he_il: החל 1/6 עמודה

source: Make it a 1/5 column
he_il: החל 1/5 עמודה

source: Make it a 1/4 column
he_il: החל 1/4 עמודה

source: Make it a 1/3 column
he_il: החל 1/3 עמודה

source: Make it a 1/2 column
he_il: החל 1/2 עמודה

source: Make it a 2/3 column
he_il: החל 2/3 עמודה

source: Make it a 3/4 column
he_il: החל 3/4 עמודה

source: Make it a 1/1 column
he_il: החל 1/1 עמודה

source: This spacing will overwrite the spacing set for the column and will be used for devices with the resolution between 768px - 991px (tablet portrait). Leave blank for default column values.
he_il: מרווח זה יחליף את המרווח שהוגדר עבור העמודה וישמש להתקנים עם רזולוציה בין 768px - 991px (תצוגת טאבלט). השאר ריק עבור ערכי עמודות ברירת מחדל.

source: Display this column on smartphone?
he_il: להציג עמודה זו בסמארטפון?
