Repository: millrivermusic/MillRiverMusic
Catalog: themes/the-core-parent/languages/*.po
Languages: he_il

source: Requires Update
he_il: עדכון נדרש

source: Update recommended
he_il: עדכון מומלץ

source: Installed version:
he_il: גרסה מותקנת:

source: Minimum required version:
he_il: גרסה נדרשת מינימלית:

source: Available version:
he_il: גרסה זמינה

source: No plugins to install, update or activate.
he_il: אין תוספים להתקנה, עדכון או הפעלה

source: Plugin
he_il: תוסף

source: Source
he_il: מקור

source: Version
he_il: גרסה

source: Status
he_il: סטטוס

source: Install %2$s
he_il: הותקנו %2$s

source: Update %2$s
he_il: עדכון %2$s

source: Activate %2$s
he_il: מפעיל %2$s

source: Upgrade message from the plugin author:
he_il: שדרג את ההודעה ממפתח התוסף:

source: Install
he_il: התקנה

source: Update
he_il: עדכון

source: Activate
he_il: הפעלה

source: No plugins were selected to be installed. No action taken.
he_il: לא נבחרו תוספים להתקנה. לא נעשתה שום פעולה.

source: No plugins were selected to be updated. No action taken.
he_il: לא נבחרו תוספים להתקנה. לא נעשתה שום פעולה.

source: No plugins are available to be installed at this time.
he_il: אין תוספים זמינים להתקנה בשלב זה.

source: No plugins are available to be updated at this time.
he_il: אין תוספים זמינים להתקנה בשלב זה.

source: No plugins were selected to be activated. No action taken.
he_il: לא נבחרו תוספים להפעלה. לא נעשתה שום פעולה.

source: No plugins are available to be activated at this time.
he_il: אין תוספים זמינים להפעלה בשלב זה.

source: Plugin activation failed.
he_il: הפעלת תוספים נכשלה

source: Updating Plugin %1$s (%2$d/%3$d)
he_il: מעדכן את התוסף %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
he_il: אירעה שגיאה בעת ההתקנה % 1 $ s: <strong>% 2 $ s </ strong>.

source: The installation of %1$s failed.
he_il: ההתקנה של % 1 $ s נכשלה.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
he_il: תהליך ההתקנה וההפעלה מתחיל. תהליך זה עשוי להימשך זמן מה בחלק מהשרתים. אנא המתן לסיום ההתקנה.

source: %1$s installed and activated successfully.
he_il: הותקן והופעל בהצלחה.

source: Show Details
he_il: הצג פרטים

source: Hide Details
he_il: הסתר פרטים

source: All installations and activations have been completed.
he_il: כל ההתקנות וההפעלות הושלמו

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
he_il: התקנה והפעלה של תוסף % 1 $ s (% 2 $ d /% 3 $ d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
he_il: תהליך ההתקנה מתחיל. תהליך זה עשוי להמשך זמן מה בחלק מהשרתים, אנא המתן בסבלנות.

source: %1$s installed successfully.
he_il: %1$s הותקנו בהצלחה.

source: All installations have been completed.
he_il: כל ההתקנות הושלמו

source: Installing Plugin %1$s (%2$d/%3$d)
he_il: מתקין תוסף %1$s (%2$d/%3$d)

source: Attention Seekers
he_il: מושכי תשומת לב

source: bounce
he_il: הקפצה

source: flash
he_il: הבזק

source: pulse
he_il: פעימה

source: rubberBand
he_il: גומיה

source: shake
he_il: נענוע

source: swing
he_il: נדנוד

source: wobble
he_il: נענוע

source: jello
he_il: ג'לי

source: Bouncing Entrances
he_il: קפיצות בכניסה

source: bounceIn
he_il: קפיצה פנימה

source: bounceInDown
he_il: קפיצה מלמטה

source: bounceInLeft
he_il: קפיצה משמאל

source: bounceInRight
he_il: קפיצה מימין

source: bounceInUp
he_il: קפיצה מלמעלה

source: Bouncing Exits
he_il: קפיצות ביציאה

source: bounceOut
he_il: קפיצה החוצה

source: bounceOutDown
he_il: קפיצה החוצה מלמטה

source: bounceOutLeft
he_il: קפיצה החוצה משמאל

source: bounceOutRight
he_il: קפיצה החוצה מימין

source: bounceOutUp
he_il: קפיצה החוצה מלמעלה

source: Fading Entrances
he_il: כניסות בדעיכה

source: fadeInDownBig
he_il: עמעום כניסה מלמטה

source: fadeInLeftBig
he_il: עמעום כניסה משמאל

source: fadeInRightBig
he_il: עמעום כניסה מימים

source: fadeInUpBig
he_il: עמעום ניסה מלמעלה

source: Fading Exits
he_il: דעיכה

source: fadeOutDownBig
he_il: עדיכה מלמטה

source: fadeOutLeftBig
he_il: דעיכה משמאל

source: fadeOutRightBig
he_il: דעיכה מימין

source: fadeOutUpBig
he_il: דעיכה מלמעלה

source: Flippers
he_il: סנפירים

source: flip
he_il: להשליך

source: flipInX
he_il: להשליךX

source: flipInY
he_il: להשליךY

source: flipOutX
he_il: להשליך החוצהX

source: flipOutY
he_il: להשליך החוצה Y

source: Rotating Entrances
he_il: כניסות בסיבוב

source: rotateIn
he_il: סיבוב פנימה

source: rotateInDownLeft
he_il: סיבוב פנימה מלמטה ושמאל

source: rotateInDownRight
he_il: סיבוב פנימה למטה וימין

source: rotateInUpLeft
he_il: סיבוב פנימה מלעלה ושמאל

source: rotateInUpRight
he_il: סיבוב פנימה מלמעלה וימין

source: Rotating Exits
he_il: סיבובים החוצה

source: rotateOut
he_il: סיבוב החוצה

source: rotateOutDownLeft
he_il: סיבוב החוצה מלמטה ושמאל

source: rotateOutDownRight
he_il: סיבוב החוצה מלמטה וימין

source: rotateOutUpLeft
he_il: סיבוב החוצה מלמעלה וימין

source: rotateOutUpRight
he_il: נענוע החוצה מלמעלה וימין

source: Sliding Entrances
he_il: כניסות בגלישה

source: slideInUp
he_il: גלישה פנימה מלמעלה

source: slideInDown
he_il: גלישה פנימה מלמטה

source: slideInLeft
he_il: גלישה משמאל משמאל

source: slideInRight
he_il: גלישה פנימה מימין

source: Sliding Exits
he_il: גלישות החוצה

source: slideOutUp
he_il: גלישה החוצה מלמעלה

source: slideOutDown
he_il: גלישה החוצה מלמטה

source: slideOutLeft
he_il: גלישה החוצה משמאל

source: slideOutRight
he_il: גלישה החוצה מימין

source: Zoom Entrances
he_il: כניסות עם זום

source: zoomInDown
he_il: זום פנימה מלמטה

source: zoomInLeft
he_il: זום פנימה משמאל

source: zoomInRight
he_il: זום פנימה מימין

source: zoomInUp
he_il: זום פנימה מלמעלה

source: Zoom Exits
he_il: יציאות בזום

source: zoomOut
he_il: זום החוצה

source: zoomOutDown
he_il: זום החוצה מלמטה

source: zoomOutLeft
he_il: זום החוצה משמאל

source: zoomOutRight
he_il: זום החוצה מימין

source: zoomOutUp
he_il: זום החוצה מלמעלה

source: Specials
he_il: מיוחדים

source: hinge
he_il: ציר

source: rollIn
he_il: גלגול פנימה

source: rollOut
he_il: גלגול החוצה

source: Font face
he_il: סוג גופן

source: Italic
he_il: נטוי

source: Oblique
he_il: אלכסוני

source: Weight
he_il: משקל

source: Line height
he_il: גובה קו

source: Letter spacing
he_il: ריווח אותיות

source: Add Premade Sections
he_il: הוסף קטעים קודמים

source: Contact Form 1
he_il: טופס יצירת קשר 1

source: Contact Forms
he_il: טפסי יצירת קשר

source: Pricing Table 1
he_il: טבלת מחירים 1

source: Pricing Tables
he_il: טבלאות מחירים

source: Services 1
he_il: שירותים 1

source: Services
he_il: שירותים

source: Services 2
he_il: שירותים 2

source: Services 3
he_il: שירותים 3

source: Services 4
he_il: שירותים 4

source: Team member 1
he_il: איש צוות 1

source: Team members
he_il: אנשי צוות

source: Team member 2
he_il: איש צוות 2

source: Testimonials 1
he_il: המלצה 1

source: Testimonials 2
he_il: המלצה 2

source: Filter by Category
he_il: סינון לפי קטגוריות

source: Failed to activate supported extensions. %s
he_il: הפעלת הרחבות נתמכות נכשלה. %s

source: This option will activate Unyson dependencies. The %s demo content will not be installed %s.
he_il: אפשרות זו תפעיל תלות ב- Unyson. תוכן הדמה לא יותקן

source: This option will activate Unyson dependencies together %s with the demo content %s for the theme.
he_il: אפשרות זו תפעיל תלות של Unyson יחד עם עם תוכן הדמו עבור התבנית.

source: Skip the auto setup all together and activate all the Unyson dependencies manually. Note that this page will not be accessible until you install the theme again.
he_il: דלג על ההתקנה האוטומטית הכללית והפעל את כל האפשרויות של Unyson באופן ידני. שים לב שעמוד זה לא יהיה נגיש עד שתתקין שוב את התבנית.

source: Attention, the installation process is not yet finished, if leave this page, you lose the information stored on the site!
he_il: שים לב, תהליך ההתקנה עדיין לא הסתיים, אם תצא מעמוד זה, אתה תאבד את המידע המאוחסן באתר!

source: Sorry, we've encountered some errors, try to access this page later.
he_il: מצטערים, נתקלנו במספר שגיאות, נסה לגשת לעמוד זה מאוחר יותר.

source: The installation process was completed successfully.
he_il: תהליך ההתקנה הושלם בהצלחה.

source: Activating supported extensions
he_il: הפעל הרחבות נתמכות

source: Finish installing process
he_il: סיים תהליך התקנה

source: Installing
he_il: התקנה

source: Installing required plugins ...
he_il: מתקין תוספים נדרשים...

source: Finished installing required plugins
he_il: התקנת תוספים נדרשים הסתיימה

source: Activaiting required plugins ...
he_il: מפעיל תוספים נדרשים...

source: Finished activaiting required plugins
he_il: הפעלת תוספים נדרשים הסתיימה

source: Activate required demo plugins
he_il: הפעל תוספי דמה נדרשים

source: Activating Unyson
he_il: הפעלת Unyson

source: Activate required plugins
he_il: הפעל תוספים נדרשים

source: This option will activate %s already installed plugins and dependencies %s by Network Administrator. The %s demo content will not be installed %s.
he_il: אפשרות זו תפעיל תוספים שכבר מותקנים ותלות על ידי מנהל רשת. תוכן דמו לא יותקן.

source: Skip the auto setup all together and activate all the plugins manually. Note that this page will not be accessible until you install the theme again.
he_il: דלג על ההגדרה האוטומטית והפעל את כל התוספים באופן ידני. שים לב שעמוד זה לא יהיה נגיש עד שתתקין שוב את התבנית.

source: Current user can't activate plugins
he_il: המשתמש הנוכחי אינו יכול להפעיל תוספים

source: Failed to activate required plugins. %s
he_il: הפעלת תוספים נדרשים נכשלה. %s

source: Install required demo plugins
he_il: התקן תוספי דמו נדרשים

source: Failed to install required plugins. Folder %s is not writable
he_il: התקנת תוספים נדרשים נכשלה. %s מהתיקייה אינם ניתנים לכתיבה

source: Failed to install required plugins. %s
he_il: התקנת תוספים נדרשים נכשלה. %s

source: Downloading and installing Unyson
he_il: הורד והתקן את Unyson

source: Installing required plugins
he_il: התקנת תוספים נדרשים

source: Installing supported extensions
he_il: התקנת תוספים נתמכים

source: Downloading and installing child theme
he_il: הורד והתקן תבנית בת

source: Failed to install supported extensions. Folder %s is not writable
he_il: התקנת הרחבות נתמכות נכשלה. %s מהתיקייה אינם ניתנים לכתיבה

source: Failed to install supported extensions. %s
he_il: התקנת הרחבות נתמכות נכשלה. %s

source: Failed to install Unyson. Folder %s is not writable
he_il: התקנת Unyson נכשלה. %s מהתיקייה אינם ניתנים לכתיבה

source: Failed to install Theme. Folder %s is not writable
he_il: התקנת התבנית נכשלה. %s מהתיקייה אינם ניתנים לכתיבה

source: This option will install and activate all the plugins and dependencies together %s with the demo content %s for the theme.
he_il: אפשרות זו תתקין ותפעיל את כל התוספים וההתניות יחד עם תוכן הדגמה עבור התבנית.

source: This option will install and activate all the plugins and dependencies. The %s demo content will not be installed %s.
he_il: אפשרות זו תתקין ותפעיל את כל התוספים וההתניות. תוכן הדגמה לא יותקן.

source: Skip the auto setup all together and install all the plugins manually. Note that this page will not be accessible until you install the theme again.
he_il: דלג על ההתקנה האוטומטית והפעל את כל התוספים באופן ידני לחוד. שים לב שדף זה לא יהיה נגיש עד שתתקין שוב את התבנית.

source: Plugin is already installed.
he_il: התוסף שנבחר כבר הותקן

source: It was not possible to activate %s. Because it isn't installed.
he_il: לא ניתן היה להפעיל %s. מכיוון שלא בוצעה התקנה

source: Current user can't activate plugins.
he_il: המשתמש הנוכחי אינו יכול להפעיל תוספים

source: An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href="https://wordpress.org/support/">support forums</a>.
he_il: שגיאה לא צפויה התרחשה. ייתכן שמשהו לא בסדר ב- WordPress.org או בתצורה של השרת. אם אתה ממשיך להיתקל בבעיות, נסה את <a href="https://wordpress.org/support/"> פורום התמיכה </a>.

source: The update process is starting. This process may take a while on some hosts, so please be patient.
he_il: תהליך העדכון מתחיל. תהליך זה עשוי להימשך זמן מה בחלק מהשרתים, אנא המתן בסבלנות.

source: Auto Setup
he_il: התקנה אוטומטית

source: Choose one of the install methods below.
he_il: בחר באחת משיטות ההתקנה הבאות.

source: Plugins & Demo Content
he_il: פלגינים ותוכן הדגמה

source: Unyson Framework
he_il: מסגרת Unyson

source: %s Plugin
he_il: %s תוספים

source: Demo Content
he_il: תוכן הדגמה

source: Install Plugins & Demo Content
he_il: התקן תוספים ותוכן הדגמה

source: Plugins Only
he_il: תוספים בלבד

source: Install Plugins Only
he_il: התקן תוספים בלבד

source: Skip Auto Setup
he_il: דלג על התקנה אוטומטית

source: Facebook - TF
he_il: פייסבוק - TF

source: Title:
he_il: כותרת:

source: Page Link:
he_il: קישור לעמוד:

source: Number of Posts:
he_il: מספר הפוסטים:

source: Follow Button Title:
he_il: לחץ על הכפתור

source: Display Date?
he_il: להציג תאריך?

source: Flickr widget
he_il: יישום פליקר

source: Flickr - TF
he_il: פליקר - TF

source: API KEY
he_il: מפתח API

source: Album ID
he_il: מזהה אלבום

source: Number of photos
he_il: מספר התמונות

source: Instagram widget
he_il: יישום אינסטגרם

source: Instagram - TF
he_il: אינסטגרם - TF

source: Username:
he_il: שם משתמש:

source: Number of images:
he_il: מספר התמונות:

source: Follow button title:
he_il: לחץ על הכפתור

source: Please check the widget data
he_il: אנא בדוק את נתוני היישום

source: A login form widget.
he_il: יישום טופס התחברות

source: Login - TF
he_il: כניסה - TF

source: Show remember button
he_il: הצג כפתור זכור אותי

source: Show forgot password
he_il: הצג כשנשכחה סיסמה

source: Username
he_il: שם משתמש

source: Password
he_il: סיסמה

source: Remember Me
he_il: זכור אותי

source: Forgot Password?
he_il: שכחת סיסמה?

source: Login
he_il: כניסה

source: Popular/Recent/Most Commented Posts.
he_il: הפוסטים הכי פופולריים/אחרונים/מעורבים

source: Posts - TF
he_il: פוסטים - TF

source: Number of Posts to Show:
he_il: מספר הפוסטים שייראו:

source: Select Type:
he_il: בחר סוג:

source: Recent Posts
he_il: פוסטים אחרונים

source: Popular Posts
he_il: פוסטים פופולריים

source: Most Commented Posts
he_il: פוסטים עם הכי הרבה תגובות

source: Select Days:
he_il: בחר ימים:

source: All time
he_il: כל הזמן

source: 1 Week
he_il: שבוע 1

source: 1 Month
he_il: חודש 1

source: 3 Month
he_il: 3 חודשים

source: 6 Month
he_il: 6 חודשים

source: 1 Year
he_il: שנה אחת

source: Select Category:
he_il: בחר קטגוריה:

source: Display Images?
he_il: להציג תמונות?

source: Twitter - TF
he_il: טוויטר - TF

source: Please enable the curl on your web server.
he_il: אנא אפשר את השרשור בשרת שלך

source: User:
he_il: משתמש:

source: Number of Tweets:
he_il: מספר הציוצים:

source: Display Logo?
he_il: להציג לוגו?
